import { article1Content } from "./article-1";
import { article2Content } from "./article-2";
import { article3Content } from "./article-3";
import { article4Content } from "./article-4";
import { article5Content } from "./article-5";

export const articles = [
	{
		id: 1,
		home: "1",
		related: "1",
		postSlug: "আমরা-কিভাবে-কুরআন-বুঝবো",
		postTitle: "আমরা কিভাবে কুরআন বুঝবো?",
		postDate: "জানুয়ারি ৪, ২০২১",
		postExcerpt:
			"আল-কুরআনুল কারীম মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের উপর আল্লাহ সুবহানাহু ওয়া তা‘আলার পক্ষ থেকে নাযিলকৃত সর্বশ্রেষ্ঠ ও চিরন্তন মু‘জিযা, বিশ্ব মানবতার মুক্তিসনদ। এতে রয়েছে মানব জীবনের সকল দিক ও বিভাগ সম্পর্কে সুস্পষ্ট হিদায়াত ও দিক-নির্দেশনা, রয়েছে আলোকবর্তিকা, উপদেশ, রহমত ও অন্তরের যাবতীয় ব্যাধির উপশম।",
		postContent: article1Content,
	},
	{
		id: 2,
		home: "1",
		related: "1",
		postSlug:
			"কীভাবে-আমরা-রাসূলুল্লাহ-সাল্লাল্লাহু-আলাইহি-ওয়াসাল্লামকে-ভালোবাসবো",
		postTitle:
			"কীভাবে আমরা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে ভালোবাসবো?",
		postDate: "জানুয়ারি ৪, ২০২১",
		postExcerpt:
			"মুমিন মাত্রই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রতি মহব্বত পোষণ করে। কেননা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রতি মহব্বত রাখা ঈমানের এক অপরিহার্য অংশ। পরম শ্রদ্ধা, গভীর ভালোবাসা আর বিপুল মমতার এক চমৎকার সংমিশ্রণের সমন্বিত রূপ হচ্ছে ‘মহব্বত’ নামের এ আরবী অভিব্যক্তিটি। ",
		postContent: article2Content,
	},
	{
		id: 3,
		home: "1",
		related: "1",
		postSlug: "আল-কুরআন-ইসলামী-শরী-আর-অন্যতম-উৎস",
		postTitle: "আল-কুরআন ইসলামী শরী‘আর অন্যতম উৎস",
		postDate: "জানুয়ারি ৪, ২০২১",
		postExcerpt:
			"একটা সুষম, কল্যাণমুখী ও সর্বাত্মক ব্যবস্থা ছাড়া মানুষের পক্ষে সুস্থ স্বাভাবিক সমাজ-জীবন যাপন করা কোনমতেই সম্ভবপর নয়। এজন্যই আল্লাহ সুবহানাহু ওয়া তা‘আলা মানবজাতির প্রতি রহমত স্বরূপ নাযিল করেছেন এক মহান শরী‘আহ তথা সার্বিক আইন ও বিধান যার ভিত্তিতে হতে পারে মানুষের যাবতীয় সমস্যার সার্থক সমাধান ও তাদের পারস্পরিক বিবাদ-বিসম্বাদের সুষ্ঠু  মীমাংসা ও নিষ্পত্তি। তাঁর অবতারিত শরী‘আত তাঁর অগণিত অন্য সব নিয়ামতের মতই বিশ্বমানবতার প্রতি এক বিরাট রহমত হয়ে দেখা দিয়েছে।",
		postContent: article3Content,
	},
	{
		id: 4,
		home: "1",
		postSlug: "ঈদুল-ফিতরের-আনন্দ-ও-আমাদের-করণীয়",
		postTitle: "ঈদুল ফিতরের আনন্দ ও আমাদের করণীয়",
		postDate: "জানুয়ারি ৪, ২০২১",
		postExcerpt:
			"প্রতি বৎসর দু’দুটি ঈদ উৎসব মুসলিমদের জীবনে নিয়ে আসে আনন্দের ফল্গুধারা। এ দু’টি ঈদের মধ্যে ঈদুল ফিতরের ব্যপ্তি ও প্রভাব বহুদূর বিস্তৃত মুসলিম মানসে ও জীবনে। পূর্ণ একমাস সিয়াম সাধনার পর ঈদ উৎসব মুসলিম জাতির প্রতি সত্যিই মহান রাব্বুল আলামীনের পক্ষ থেকে এক বিরাট নিয়ামত ও পুরস্কার। মুসলিম উম্মার প্রত্যেক সদস্যের আবেগ, অনুভূতি, ভালবাসা, মমতা ঈদের এ পবিত্র ও অনাবিল আনন্দ উৎসবে একাকার হয়ে যায়। ‘‘নিশ্চয়ই তোমাদের এ জাতি একক একটি জাতি’’ মহান আল্লাহর এ ঘোষণার বাস্তবরূপটি চরমভাবে প্রকটিত হয় বিশ্বাবাসীর সামনে।",
		postContent: article4Content,
	},
	{
		id: 5,
		postSlug: "সমাজ-সংস্কারে-সঠিক-আকীদার-গুরুত্ব",
		postTitle: "সমাজ সংস্কারে সঠিক আকীদার গুরুত্ব",
		postDate: "জানুয়ারি ৪, ২০২১",
		postExcerpt:
			"মানুষ যখন থেকে বুঝতে শিখে, তখন থেকেই সে কোনো না কোনো আকীদা-বিশ্বাসের প্রতি ঝুঁকে পড়ে। আর একটি মুসলিম প্রধান সমাজে সহীহ ইসলামী আকীদাই হলো সমাজের বৃহত্তর শ্রেণির আকীদা। এ প্রবন্ধে সঠিক আকীদার পরিচয় তুলে ধরে কীভাবে তা সমাজ সংস্কারে ফলপ্রসু অবদান রাখতে পারে সেদিকে আলোকপাত করা হয়েছে।",
		postContent: article5Content,
	},
];
