export const article4Content = `
<div><p>
مناهج التعليم الإسلامي ومدارسها في بنغلاديش: تاريخ ومقارنة 
</p></div>
<div><p>
مقال أعده دكتور خوندكار أبو نصر محمد عبد الله جهانغير،
</p></div>
<div><p>
ونشر في مجلة دراسات الجامعة الإسلامية، المجلد الثامن،
</p></div>
<div><p>
الجزء الثاني، يونيو 2000م
</p></div>
<div><p>
المقدمة
الحمد لله رب العالمين. والصلاة والسلام على سيد المرسلين، نبينا محمد وآله وصحابته أجمعين. وبعد، فإن الشعب البنغلاديشي المسلم قد اجتهد لنشر العلوم الإسلامية منذ أن دخل الإسلام فيها. ومر التعليم الإسلامي بمراحل مختلفة قد جرب فيها أنواعاً من المناهج التعليمية. ومن أجل تطوير التعليم الإسلامي وتحسين أوضاعه يجب علينا أن ننظر إلى هذه المناهج لمعرفة محاسنها ومآخذها. وهذه المقالة المتواضعة تسعى لهذا الهدف والله الموفق وعليه التكلان.
</p></div>
<div><p>
مناهج التعليم الإسلامي في العصور القديمة:
</p></div>
<div><p>
ذكر في بعض المصادر الشعبية أن جماعة من الدعاة قد وصلوا إلى بنغلاديش في القرن السابع الميلادي (القرن الأول الهجري) في عهد عمر بن الخطاب t[1]، إلا أننا لا نجد التفاصيل عن أنشطة الدعوة والدعاة في بلاد البنغال في القرون الهجرية الأربعة الأولى، أي القرن السابع والثامن والتاسع والعاشر الميلادي[2].
</p></div>
<div><p>
تكاثفت الدعوة الإسلامية وانتشر الوجود الإسلامي في هذه البلاد منذ القرن الحادي عشر الميلادي (الخامس الهجري)، ودخل الناس في الإسلام أفواجاً[3]. ومنذ بداية القرن الثالث عشر الميلادي، (السابع الهجري) تأسس الحكم الإسلامي في البنغال، وكان للحكام المسلمين مساهمات في نشر التعليم الإسلامي عن طريق معاونة الدعاة وتشجيع العلماء وتأسيس المدارس ونحو ذلك[4].
</p></div>
<div><p>
كان التعليم في البنغال في هذه العصور، أي في القرون الثمانية من تاريخهم في هذه البلاد، من القرن الحادي عشر إلى الثامن عشر الميلادي، من الخامس إلى الثاني عشر الهجري تعليماً دينياً شرعياً في أصله، حيث كانت الصبغة الدينية هي الغالبة عليه. وكان التعليم في تلك العصور يتم عن طريق المساجد، والكتاتيب، ومجالس العلماء والخانقاه، والمدارس.
</p></div>
<div><p>
كانت المساجد والكتاتيب التي سميت “مكاتب” مراكز التعليم الابتدائي. وعادةً يبدأ تعليم الطفل من الرابعة أو الخامسة من عمره، ويستمر في “المكتب” أو “الكُتَّاب” خمسة أعوام أو ستة. وكان يتعلم فيه تلاوة القرآن الكريم، وأحكام الطهارة والصلاة والصيام وغير ذلك من أحكام الشريعة، ومبادئ اللغة العربية واللغة الفارسية إلى جانب مبادئ الحساب والتاريخ. ويعتنى بصفة خاصة بتعليم اللغة الفارسية التي كانت لغة الإدارة والثقافة للمسلمين في تلك العصور. وفي الأيام الأخيرة من هذه الفترة أدخلت اللغة البنغالية ضمن مواد المكاتب[5]. وكانت هناك “مكاتب” خاصة لـ”تحفيظ القرآن الكريم”، حيث يتفرغ فيها الطلاب لحفظ القرآن الكريم كاملاً إلى جانب تعلم مبادئ اللغة العربية والفارسية ونبذ من أحكام الشريعة[6].
</p></div>
<div><p>
وأما “المدارس” فيبدو[7] أنها كانت تتبع المناهج والمقررات السائدة في باقي أنحاء الهند. وذكر الشيخ عبد الحي الحسني، والد الشيخ أبي الحسن علي الندوي المناهج والمقررات السائدة في الهند، فذكر أن المناهج الدراسية والمقررات في المدارس الإسلامية في أنحاء الهند كانت منذ أوائل القرن السابع الهجري (الثالث عشر الميلادي) تقوم على تدريس المواد والكتب التالية
</p></div>

<div>
<ol>
	<li>1. النحو: المصباح، والكافية، ولب الألباب للقاضي ناصر الدين البيضاوي، ثم الإرشاد للقاضي شهاب الدين الدولة آبادي، ثم حواشي الكافية له ولبعض تلامذته.</li>
	<li>2. الفقه (الفقه الحنفي): المتفق، ومجمع البحرين، والقدوري، والهداية.</li>
	<li>3. أصول الفقه: الحسامي، والمنار، وشروحه، وأصول البزدوي.</li>
	<li>4. التفسير: المدارك، وتفسير البيضاوي، والكشاف.</li>
	<li>5. التصوف: العوارف والتعرف، والفصوص، ثم نقد الفصوص، واللمعات للعراقي.</li>
	<li>6. الحديث: مشارق الأنوار للصغاني، ومصابيح السنة للبغوي.</li>
	<li>7. الأدب: المقامات الحريرية.</li>
	<li>8. المنطق: شرح الشمسية.</li>
	<li>9. الكلام: شرح الصحائف، أو العقيدة النسفية، والقصيدة اللامية، والتمهيد لأبي شكور السالمي.</li>
</ol>
</div>
`;
