export const article3Content = `
<h2> ১. পূর্বকথা </h2>

<p> হাদীসের বিশুদ্ধতা ও নির্ভুলতা যাচাইয়ের জন্য কুরআন কারীমে ও হাদীস শরীফে বিশেষভাবে নির্দেশ দেওয়া হয়েছে। একদিকে নির্ভুল ও আক্ষরিকভাবে তা মুখস্থ করে প্রচার করতে নির্দেশ দেওয়া হয়েছে। মুখস্থ ও নির্ভুলতা সম্পর্কে নিশ্চিত না হয়ে কোনো হাদীস বলতে নিষেধ করা হয়েছে। অপরদিকে অন্যের বর্ণিত বা প্রচারিত হাদীস পরিপুর্ণ যাচাই ছাড়া গ্রহণ করতে নিষেধ করা হয়েছে। </p>

<p> এ সকল নির্দেশনার আলোকে সাহাবীগণ হাদীসের বিশুদ্ধতা ও নির্ভুলতা যাচাইয়ের জন্য হাদীস বর্ণনা ও গ্রহণের ক্ষেত্রে অত্যন্ত কঠোরতা আরোপ করেছেন। তাঁরা এ ক্ষেত্রে সুক্ষ্ম বৈজ্ঞানিক পদ্ধতি অবলম্বন করেছেন, যা বিশ্বের ইতিহাসে নযিরবিহীন। বিশ্বের ইতিহাসে কোনো জাতি বা ধর্মাবলম্বীগণ তাঁদের ধর্মগ্রন্থ বা ধর্মপ্রচারকের বাণী সংগ্রহ ও সংরক্ষণে এই প্রকারের বা এর কাছাকাছি কোনো সতর্কতা অবলম্বন করেন নি। </p>

<p> সাহাবীদের কর্মধারার অনুসরণে পরবর্তী কয়েক শতাব্দী যাবত মুসলিম উম্মাহর মুহাদ্দিসগণ অত্যন্ত সুক্ষ্ম ও বৈজ্ঞানিক পদ্ধতিতে হাদীসের বিশুদ্ধতা ও আক্ষরিক নির্ভুলতা বিচার করেছেন। কিন্তু বর্তমান যুগে অনেকেই এই বিচার ও নিরীক্ষা পদ্ধতি সম্পর্কে বিস্তারিত অবগত নন। এ বিষয়ে বিভিন্ন প্রকারের অস্পষ্টতা ও বিভ্রান্তি বিরাজমান। অনেক প্রাচ্যবিদ ও দেশীয় পণ্ডিত মনে করেন যে, হাদীস যেহেতু মৌখিকভাবে সনদ বা বর্ণনাকারীদের পরম্পরার মাধ্যমে বর্ণিত, কাজেই তার মধ্যে ভুলভ্রান্তি ব্যাপক। এজন্য হাদীসের উপর নির্ভর করা যাবে না। ইসলামের বিধিবিধান জানার জন্য শুধুমাত্র কুরআন কারীমের উপরেই নির্ভর করতে হবে। হাদীসের বিশুদ্ধতা বিচারে মুহাদ্দিসগণের সুক্ষ ও বৈজ্ঞানিক নিরীক্ষা পদ্ধতি সম্পর্কে স্পষ্ট ধারণার অভাবেই এ সকল বিভ্রান্তির উৎপত্তি। এই প্রবন্ধে আমরা হাদীসের সনদ বর্ণনা ও বিশুদ্ধতা বিচারে লিখনি ও পাণ্ডুলিপির অবস্থান আলোচনা করব। মহান আল্লাহর দরবারে তাওফীক প্রার্থনা করছি এবং তাঁরই রহমতের উপর নির্ভর করছি। </p>

<h2> ২. পরিচিতি ও পরিভাষা </h2>
<h2> ২. ১. হাদীস </h2>
<p> হাদীস বলতে সাধারণত রাসূলুল্লাহ (সা.)-এর বাণী, কর্ম বা মৌনসম্মতিকে বুঝানো হয়। যে বাণী, কর্ম, মৌনসম্মতি বা বিবরণকে রাসূলুল্লাহ (সা.) -এর বলে প্রচার করা হয়েছে বা দাবী করা হয়েছে তা-ই মুহাদ্দিসগণের পরিভাষায় “হাদীস” বলে পরিচিত। এছাড়া সাহাবীগণ ও তাবি‘য়ীগণের কথা, কর্ম ও অনুমোদনকেও হাদীস বলা হয়।1 </p>

<h2> ২. ২. হাদীসের ‘সনদ’ ও ‘মতন’ </h2>

<p> হাদীসের বিশুদ্ধতা যাচাইয়ের জন্য সাহাবীগণের যুগ থেকে মুসলিম উম্মাহ বিভিন্ন সতর্কতামূলক ব্যবস্থা গ্রহণ করেন। এগুলির অন্যতম হলো সূত্র সংরক্ষণ ও সূত্র বর্ণনার অপরিহার্যতা। কেউ রাসূলুল্লাহ (সা.)-এর নামে কিছু বললেই তাঁকে সর্বপ্রথম বলতে হতো, তিনি কার নিকট থেকে এই কথাটি সংগ্রহ করেছেন এবং তিনি কার নিকট থেকে তা শুনেছেন। এভাবে রাসূলুল্লাহ (সা.) পর্যন্ত অবিচ্ছিন্ন সূত্র পরম্পরা (uninterrupted chain of authorities) উল্লেখ করা অপরিহার্য। মুহাদ্দিসগণের পরিভাষায় এই সূত্র পরম্পরাকে ‘সনদ’ বলা হয়। মুহাদ্দিসগণের পরিভাষায় হাদীস বলতে দুইটি অংশের সমন্বিত রূপকে বুঝায়। প্রথম অংশ : হাদীসের সূত্র বা সনদ ও দ্বিতীয় অংশ : হাদীসের মূল বক্তব্য বা ‘মতন’। যেমন ইমাম মালিক ইবন আনাস (১৭৯ হি) দ্বিতীয় হিজরী শতকের একজন প্রসিদ্ধ হাদীস সংকলক। তিনি তাঁর মুয়াত্তা গ্রন্থে হাদীস সংকলন করতে তাঁর ও রাসূলুল্লাহ (সা.)-এর মাঝে ৩/৪ জন “রাবী” বা বর্ণনাকারীর নাম উল্লেখ করেছেন। একটি উদাহরণ উল্লেখ করছি: </p>
<div><p>
مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله  ذكر يوم الجمعة فقال فيه ساعة لا يوافقها عبد مسلم وهو قائم يصلى يسأل الله شيئا إلا أعطاه إياه وأشار رسول الله  بيده يقللها
</p></div>
<p> “মালিক, আবুয যিনাদ (১৩০হি) থেকে, তিনি আ’রাজ (১১৭হি) থেকে, তিনি আবূ হুরাইরা (৫৯হি) থেকে, রাসূলুল্লাহ (সা.) শুক্রবারের কথা উল্লেখ করে বলেন: এই দিনের মধ্যে একটি সময় আছে কোনো মুসলিম যদি সেই সময়ে দাঁড়িয়ে সালাতরত অবস্থায় আল্লাহর নিকট কিছু প্রার্থনা করে তবে আল্লাহ তাকে তা প্রদান করেন। রাসূলুল্লাহ (সা.) হাত দিয়ে ইঙ্গিত করেন যে, এই সুযোগটি সল্প সময়ের জন্য।”2 </p>

<p> উপরের হাদীসের প্রথম অংশ “মালিক আবুয যিনাদ থেকে…. আবূ হুরাইরা থেকে” পর্যন্ত হাদীসের সনদ বা সূত্র। শেষে উল্লিখিত রাসূলুল্লাহ -এর বাণীটুকু হাদীসের “মতন” বা বক্তব্য। মুহাদ্দিসগণের পরিভাষায় হাদীস বলতে শুধু শেষের বক্তব্যটুকুই নয়, বরং সনদ ও মতনের সম্মিলিত রূপকেই হাদীস বলা হয়। একই বক্তব্য দুইটি পৃথক সনদে বর্ণিত হলে তাকে দুইটি হাদীস বলে গণ্য করা হয়। অনেক সময় শুধু সনদকেই হাদীস বলা হয়। চতুর্থ হিজরী শতকের প্রসিদ্ধ মুহাদ্দিস দারাকুতনী (৩৮৫হি) সমকালীন অন্য একজন মুহাদ্দিস আবূ মুহাম্মাদ ‘আব্দুল্লাহ ইবন আহমদ ইবন রাবী‘য়া ইবন যীর (৩২৯ হি) সম্পর্কে বলেন, </p>
<div><p>
دخلت على أبي محمد بن زبر وانا إذ ذاك حدث وبين يديه كاتب له وهو يملي عليه الحديث من جزء ومتن من آخر
</p></div>
<p> “আমি অল্প বয়সে আবূ মুহাম্মাদ ইবন যীরের নিকট গমন করি। তাঁর সমানে একজন লেখক হাদীস লিখছিলেন এবং তিনি একটি পাণ্ডুলিপি থেকে ‘হাদীস’ এবং অন্য পাণ্ডুলিপি থেকে ‘মতন’ বলে দিচ্ছিলেন।…”3 আমরা দেখছি যে, এখানে দারাকুতনী ‘হাদীস’ বলতে শুধু সনদকেই বুঝিয়েছেন। </p>

<h2> ২. ৩. সনদ বর্ণনা: মৌখিক শ্র“তি বনাম পাণ্ডুলিপি নির্ভরতা </h2> 

<p> উপরের হাদীস ও হাদীস গ্রন্থসমূহে সংকলিত অনুরূপ অগণিত হাদীস থেকে কেউ ধারণা করতে পারেন যে, সাহাবী, তাবি‘য়ী বা তাবি’-তাবি‘য়ীগণ সম্ভবত হাদীস লিপিবদ্ধ বা সংকলিত করে রাখতেন না, শুধুমাত্র মুখস্থ ও মৌখিক বর্ণনা করতেন। এজন্য বোধহয় মুহাদ্দিসগণ এভাবে সনদ উল্লেখ করে হাদীস সংকলিত করেছেন। বিষয়টি কখনোই তা নয়। হাদীস বর্ণনা ও সংকলনের পদ্ধতি সম্পর্কে অজ্ঞতা বা অগভীর ভাসাভাসা জ্ঞানই এই কঠিন বিভ্রান্তির জন্ম দিয়েছে। বস্তুত হাদীস বর্ণনা ও সংকলনের ক্ষেত্রে মুসলিম উম্মাহর মুহাদ্দিসগণ সুক্ষ্মতম বৈজ্ঞানিক পদ্ধতি অনুসরণ করেছেন। তাঁরা মৌখিক বর্ণনা ও লিখিত পাণ্ডুলিপির সমন্বয়ের মাধ্যমে হাদীস বর্ণনার মধ্যে ভুলভ্রান্তি অনুপ্রবেশের পথ রোধ করেছেন। তিনটি পর্যায়ে আমরা এই বিষয়টি আলোচনা করতে চাই। প্রথমত, হাদীস শিক্ষা ও সংগ্রহে লিখনি ও পাণ্ডুলিপির ভুমিকা, দ্বিতীয়ত হাদীসের বিশুদ্ধতা নির্ণয়ে পাণ্ডুলিপির ভূমিকা ও তৃতীয়ত হাদীসের সনদ বর্ণনায় পাণ্ডুলিপি বা পুস্তকের ভূমিকা। </p>

<p> ৩. হাদীস শিক্ষা ও সংগ্রহে লিখনি ও পাণ্ডুলিপির ভুমিকা </p>
<p> সাহাবীগণ সাধারণত হাদীস মুখস্থ করতেন ও কখনো কখনো লিখেও রাখতেন। এখানে লক্ষ্যণীয় যে, সাহাবীগণের হাদীস লিখে রাখার প্রয়োজনও তেমন ছিল না। অধিকাংশ সাহাবী থেকে বর্ণিত হাদীস ২০/৩০ টির অধিক নয়। হাদীস বর্ণনাকারী সাহাবীগণের সংখ্যা মাত্র ১৫০০ মত। ১০০ টির অধিক হাদীস বর্ণনা করেছেন এমন সাহাবীর সংখ্যা মাত্র ৩৮ জন। এঁদের মধ্যে মাত্র ৭ জন সাহাবী থেকে ১০০০ (এক হাজারের) অধিক হাদীস বর্ণিত হয়েছে। বাকী ৩১ জন সাহাবী থেকে একশত থেকে কয়েকশত হাদীস বর্ণিত হয়েছে। বাকী অধিকাংশ সাহাবী ১/২ টি থেকে ২০/৩০ টি হাদীস বর্ণনা করেছেন।4 </p>
<p> রাসূলুল্লাহ (সা.)-এর সাহচর্যে কাটানো দিনগুলির স্মৃতি থেকে ২০/৩০ টি বা ১০০ টি, এমনকি হাজারটি ঘটনা বা কথা বলার জন্য লিখে রাখার প্রয়োজন হতো না। তাছাড়া তাঁদের জীবনে আর কোনো বড় বিষয় ছিল না। রাসূলুল্লাহ (সা.)-এর স্মৃতি আলোচনা, তাঁর নির্দেশাবলী হুবহু পালন, তাঁর হুবহু অনুকরণ ও তাঁর কথা মানুষদেরকে শোনানোই ছিল তাঁদের জীবনের অন্যতম কাজ। অন্য কোনো জাগতিক ব্যস্ততা তাদের মন-মগজকে ব্যস্ত করতে পারত না। আর যে স্মৃতি ও যে কথা সর্বদা মনে জাগরুক এবং কর্মে বিদ্যমান তা তো আর পৃথক কাগজে লিখার দরকার হয় না। তা সত্ত্বেও অনেক সাহাবী তাঁদের মুখস্থ হাদীস লিখে রাখতেন এবং লিখিত পাণ্ডুলিপির সংরক্ষণ করতেন।5 </p>
<p> সাহাবীগণের ছাত্রগণ বা তাবি‘য়ীগণের যুগ থেকে হাদীস শিক্ষা প্রক্রিয়ার অবিচ্ছেদ্য অংশ ছিল লিখিত পাণ্ডুলিপি সংরক্ষণ করা। অধিকাংশ তাবি‘য়ী ও পরবর্তী যুগের মুহাদ্দিস হাদীস শুনতেন, শিখতেন, লিখতেন ও মুখস্থ করতেন। হাদীস বর্ণনা করার সময় বা শিক্ষাদানের সময় তাঁরা কখনোই মৌখিক বর্ণনা ছাড়া শুধুমাত্র লিখিত পাণ্ডুলিপি কাউকে দিতেন না। পাণ্ডুলিপি সামনে রেখে বা পাণ্ডুলিপি থেকে মুখস্থ করে তা তাঁদের ছাত্রদেরকে শোনাতেন। তাঁদের ছাত্ররা শোনার সাথে সাথে তা তাদের নিজেদের পাণ্ডুলিপিতে লিখে নিতেন এবং শিক্ষকের পাণ্ডুলিপির সাথে মেলাতেন। তাবি‘য়ীগণের যুগ, অর্থাৎ প্রথম হিজরী শতাব্দীর শেষাংশ থেকে এভাবে সকল পঠিত হাদীস লিপিবদ্ধ করে রাখা হাদীস শিক্ষাব্যবস্থার অবিচ্ছেদ্য অংশে পরিণত হয়। এ বিষয়ক অগণিত বিবরণ হাদীস বিষয়ক গ্রন্থ সমূহে লিপিবদ্ধ রয়েছে। এখানে সামান্য কয়েকটি বিবরণ উল্লেখ করছি। </p>

<p> তাবি‘য়ী ‘আব্দুল্লাহ ইবন মুহাম্মাদ ইবন আকীল ইবন আবী তালিব (মৃ: ১৪০ হি) বলেন: </p>
<div><p>
كنت أذهب أنا وأبو جعفر الى جابر بن عبد الله ومعنا ألواح صغار نكتب فيها الحديث
</p></div>
<p> “আমি এবং আবূ জা’ফর মুহাম্মাদ আল-বাকির (১১৪ হি) সাহাবী জাবির ইবন ‘আব্দুল্লাহ (মৃ ৭০ হি) এর নিকট গমন করতাম। আমরা সাথে ছোট ছোট বোর্ড বা পত্র নিয়ে যেতাম যেগুলিতে আমরা হাদীস লিপিবদ্ধ করতাম।”6 </p>
<p> তাবি‘য়ী সা‘ঈদ ইবন জুবাইর (৯৫ হি) বলেন: </p>
<div><p>
كنت أكتب عند ابن عباس فاذا امتلأت الصحيفة أخذت نعلي فكتبت فيها حتى تمتلئ
</p></div>
<p> “আমি সাহাবী ‘আব্দুল্লাহ ইবন আব্বাস (৬৮ হি) এর নিকট বসে হাদীস লিপিবদ্ধ করতাম। যখন লিখতে লিখতে পৃষ্ঠা ভরে যেত তখন আমি আমার পাদুকা নিয়ে তাতে লিখতাম। লিখতে লিখতে তাও ভরে যেত।”7 </p>
<p> তাবি‘য়ী আমির ইবন শারাহীল শা’বী (১০২ হি) বলেন: </p>
<div><p>
اكتبوا ما سمعتم مني ولو على جدار
</p></div>
<p> “তোমরা যা কিছু আমার নিকট থেকে শুনবে সব লিপিবদ্ধ করবে। প্রয়োজনে দেওয়ালের গায়ে লিখতে হলেও তা লিখে রাখবে।”8 </p>
<p> তাবি‘য়ী আবূ কিলাবাহ ‘আব্দুল্লাহ ইবন যাইদ (১০৪ হি) বলেন: </p>
<div><p>
الكتابة أحب إلي من النسيان
</p></div>
<p> “ভুলে যাওয়ার চেয়ে লিখে রাখা আমার কাছে অনেক প্রিয়।”9 </p>
<p> তাবি‘য়ী হাসান বসরী (১১০ হি) বলেন: </p>
<div><p>
إن لنا كتبا نتعاهدها
</p></div>
<p> “আমাদের নিকট পাণ্ডুলিপি সমূহ রয়েছে, যেগুলি আমরা নিয়মিত দেখি এবং সংরক্ষণ করি।”10 </p>
<p> প্রসিদ্ধ তাবি’-তাবি‘য়ী মুহাদ্দিস ‘আব্দুল্লাহ ইবনল মুবারাক (১৮১ হি) বলেন: </p>
<div><p>
لولا الكتاب لما حفظنا
</p></div>
<p> “হাদীস শিক্ষার সময় পাণ্ডুলিপি আকারে লিখে না রাখলে আমরা মুখস্থই করতে পারতাম না।”11 </p>
<p> এ বিষয়ক অগণিত বর্ণনা লিপিবদ্ধ করতে পৃথক গ্রন্থের প্রয়োজন।12
এভাবে আমরা দেখছি যে, তাবি‘য়ীগণের যুগ থেকে মুহাদ্দিসগণ হাদীস শিক্ষার সাথে সাথে তা লিখে রাখতেন। হাদীস শিক্ষা দানের সময় তাবি‘য়ী ও তাবি’-তাবি‘য়ীগণ সাধারণত পাণ্ডুলিপি দেখে হাদীস পড়ে শেখাতেন। কখনো বা মুখস্থ পড়ে হাদীস শেখাতেন তবে পাণ্ডুলিপি নিজের হেফাজতে রাখতেন যেন প্রয়োজনের সময় তা দেখে নেওয়া যায়। </p>

<h2> ৩. হাদীসের বিশুদ্ধতা নির্ণয়ে লিখনি ও পাণ্ডুলিপির ভুমিকা </h2>
<h2> ৩. ১. হাদীসের বিশুদ্ধতা বিচার: মুহাদ্দিসগণের পদ্ধতি </h2>

<p> সাহাবীগণের যুগ থেকেই মুসলিম উম্মাহর ‘আলিমগণ হাদীসের নির্ভুলতা, যথার্থতা ও বিশুদ্ধতা যাচাইয়ের জন্য মূলত দুইটি বিষয়ের উপর নির্ভর করেছেন : </p>
<p> প্রথমত : বর্ণনাকারীর ব্যক্তিগত জীবনের সততা, নিষ্ঠা ও ধার্মিকতা: (<span>عدالة</span>)। </p>
<p> দ্বিতীয়ত : হাদীস বর্ণনার ক্ষেত্রে তার বিশুদ্ধ ও নির্ভুল বর্ণনার ক্ষমতা: (<span>ضبط</span>)। </p>
<p> প্রথম বিষয়টি নিশ্চিত করার জন্য তাঁরা হাদীস বর্ণনাকারীর ব্যক্তিগত জীবন, ধার্মিকতা, সততা ইত্যাদি বিষয়ে নিজেরা লক্ষ্য করতেন বা তাঁর এলাকার ‘আলিম ও মুহাদ্দিসগণকে প্রশ্ন করতেন। দ্বিতীয় বিষয়টি নিশ্চিত করার জন্য তাঁরা উক্ত বর্ণনাকারীর বর্ণিত হাদীসগুলিকে অন্যান্য বর্ণনাকারীর বর্ণিত হাদীসের সাথে মিলিয়ে দেখতেন। এভাবে সার্বিক নিরীক্ষা বা (Cross Examine) এর মাধ্যমে তাঁর বর্ণনার বিশুদ্ধতা নির্ধারণ করতেন। এক্ষেত্রে তাঁরা কোর্টের বিচারক, উকিল ও জুরিগণের পদ্ধতিকে নিরীক্ষা (Cross Examine) করতেন। তারা হাদীস বর্ণনাকারীর ব্যক্তিগত পরিচয়, তাঁর বর্ণিত সকল হাদীস, তার উস্তাদের পরিচয়, উস্তাদের অন্যান্য ছাত্রগণের পরিচয়, তাদের বর্ণিত সকল হাদীস ইত্যাদি সব কিছু সংগ্রহ করে সবকিছুর তুলনামুলক পরীক্ষার মাধ্যমে উক্ত ব্যক্তির বর্নিত হাদীসটির সত্যাসত্য ও বিশুদ্ধতা নির্ণয় করেছেন। </p>

<p> উভয় বিষয় নিশ্চিত হলেই তাঁরা উক্ত ব্যক্তির বর্ণিত হাদীস গ্রহণ করতেন। এ বিষয়ে তাঁদের মূলনীতি হলো “শুধুমাত্র সৎ ও পূর্ণ ধার্মিক ব্যক্তির বিশুদ্ধ বর্ণনাই গ্রহণ করা হবে।” সৎ ব্যক্তির ভুল বর্ণনা বা অসৎ ব্যক্তির শুদ্ধ বর্ণনা কোনোটিই গ্রহণযোগ্য নয়। </p>

<h2> ৩. ২. বর্ণনার নির্ভুলতা ও যথার্থতা নির্ণয়ে তুলনামূলক নিরীক্ষা </h2>

<p> বর্ণনাকারীর বর্ণনার বিশুদ্ধতা ও নির্ভরতা (الضبط) নির্ণয়ের ক্ষেত্রে মুহাদ্দিসগণের নিরীক্ষা পদ্ধতির বিভিন্ন দিক রয়েছে। এক্ষেত্রে সর্বপ্রথম পদক্ষেপ ছিল মুসলিম বিশ্বের সবত্র ব্যাপক সফরের মাধ্যমে প্রচলিত সকল হাদীস সনদ সহ সংগ্রহ করা। সংগৃহিত হাদীসগুলিকে বর্ণনাকারী বা রাবীর দেওয়া সনদের ভিত্তিতে বিন্যস্ত করে তুলনা করা হতো। এই তুলনা ও নিরীক্ষার ক্ষেত্রে তাঁদের কর্মধারা ছিল নিম্নরূপ: </p>

<div>
<ul>
	<li> ১. বর্ণনাকারীকে বিভিন্নমুখি প্রশ্নের মাধ্যমে তাঁর দেওয়া তথ্যের বিশুদ্ধতা ও নির্ভুলতা যাচাই করা। </li>
	<li> ২. বর্ণনাকারী যে শিক্ষকের নিকট থেকে হাদীসটি শুনেছেন বলে উল্লেখ করেছেন সেই শিক্ষকের কাছে হাদীসটি পেশ করে বিশুদ্ধতা যাচাই করা। </li>
	<li> ৩. উক্ত শিক্ষকের বিভিন্ন ছাত্রের বর্ণনার মধ্যে তুলনা করা। </li>
	<li> ৪. সাহাবী পর্যন্ত সনদের ঊর্ধ্বতন বর্ণনাকারীগণের ছাত্রদের বর্ণনার সাথে তুলনা করা। </li>
	<li> ৫. বর্ণনাকারীর বিভিন্ন সময়ের বর্ণনার মধ্যে তুলনা করা। </li>
	<li> ৬. স্মৃতি ও শ্র“তির সাথে পাণ্ডুলিপির তুলনা করা। </li>
	<li> ৭. শুধু স্মৃতি বা শুধু পাণ্ডুলিপি নির্ভর রাবীদের চিহ্নিত করা। </li>
</ul></div>
<p> নিরীক্ষা পদ্ধতির এ সকল বিষয়ের বিস্তারিত ব্যাখ্যা প্রদান করা এখানে সম্ভব নয়। এখানে শুধুমাত্র লিখনি বিষয়ক সর্বশেষ বিষয় দুইটি আলোচনা করতে চাই। </p>

<h2> ৩. ৩. স্মৃতি ও শ্র“তির সাথে পাণ্ডুলিপির তুলনা </h2>

<p> আমরা ইতোপূর্বে দেখেছি যে, তাবি‘য়ীগণের যুগ থেকে ‘রাবী’ ও মুহাদ্দিসগন সাধারণভাবে প্রত্যেক শিক্ষকের নিকট থেকে শিক্ষা করা হাদীসগুলি পৃথকভাবে পাণ্ডুলিপি আকারে লিপিবদ্ধ করে সংরক্ষণ করতেন। তাঁরা প্রয়োজনে পাণ্ডুলিপির সাথে মুখস্থ বর্ণনার তুলনা করে নির্ভুলতা যাচাই করতেন। প্রয়োজনে তাঁরা পাণ্ডুলিপির হস্তাক্ষর, কালি ইত্যাদি পরীক্ষা করতেন। এ বিষয়ে তাঁদের কড়াকড়ির একটি নমুনা দেখুন। তৃতীয় শতকের অন্যতম মুহাদ্দিস ও হাদীস বিচারক ইমাম ইয়াহইয়া ইবন মাঈন (২৩৩ হি) বলেন : যদি কোনো ‘রাবী’ বা হাদীস বর্ণনাকারীর বর্ণিত হাদীস তিনি সঠিকভাবে মুখস্থ রাখতে ও বর্ণনা করতে পেরেছেন কিনা সে বিষয়ে সন্দেহ হয় তাহলে তার কাছে তার পুরাতন পাণ্ডুলিপি চাইতে হবে। তিনি যদি পুরাতন পাণ্ডুলিপি দেখাতে পারেন তাহলে তাকে ইচ্ছাকৃত ভুলকারী বলে গণ্য করা যাবে না। আর যদি তিনি বলেন যে, আমার মূল প্রাচীন পাণ্ডুলিপি নষ্ট হয়ে গিয়েছে, আমার কাছে তার একটি অনুলিপি আছে তাহলে তার কথা গ্রহণ করা যাবে না। অথবা যদি বলেন যে, আমার পাণ্ডুলিপিটি আমি পাচ্ছি না তাহলেও তাঁর কথা গ্রহণ করা যাবে না। বরং তাকে মিথ্যাবাদী বলে বুঝতে হবে।13 </p>
<p> এখানে বর্ণিত হাদীসের বিশুদ্ধতা যাচাইয়ে পাণ্ডুলিপির সাহায্য গ্রহণের কয়েকটি নযির উল্লেখ করছি। </p>
<p> ১. দ্বিতীয় শতকের নাকিদ ইমাম, ‘আব্দুর রাহমান ইবন মাহদী (১৯৮ হি) বলেন, একদিন সুফ্ইয়ান সাওরী (১৬১ হি) একটি হাদীস বর্ণনা করতে গিয়ে বলেন: হাদীসটি আমাকে বলেছেন হাম্মাদ ইবন আবী সুলাইমান (১২০ হি), তিনি ‘আমর ইবন ‘আতিয়্যাহ আত-তাইমী (মৃতু ১০০ হিজরীর কাছাকাছি) নামক তাবি‘য়ী থেকে তিনি সালমান ফারিসী (৩৪ হি) থেকে।
আব্দুর রাহমান বলেন: আমি বললাম: হাম্মাদ ইবন আবী সুলাইমান তো এই হাদীস রিবয়ী ইবন হিরাশ (১০০ হি) থেকে বর্ণনা করেছেন, তিনি সালমান ফারিসী থেকে। (অর্থাৎ, আপনার সনদ বর্ণনায় ভুল হয়েছে, হাম্মাদের উস্তাদ ‘আমর ইবন ‘আতিয়্যাহ নয়, বরং রিবয়ী ইবন হিরাশ।) সুফ্ইয়ান সাওরী বলেন: এই সনদ কে বলেছেন? আমি বললাম: আমাকে হাম্মাদ ইবন সালামাহ (১৬৭ হি) বলেছেন, তিনি হাম্মাদ ইবন আবী সুলাইমান থেকে এই সনদ উল্লেখ করেছেন। সুফ্ইয়ান বললেন: আমি যা বলছি তাই লিখ। আমি বললাম: শু’বা ইবনল হাজ্জাজও (১৬০ হি) আমাকে এই সনদ বলেছেন। তিনি বললেন: আমি যা বলছি তাই লিখ। আমি বললাম: হিশাম দাসতুআয়ীও (১৫৪ হি) আমাকে এই সনদ বলেছেন। তিনি বললেন: হিশাম? আমি বললাম: হ্যাঁ। তিনি কয়েক মুহুর্ত চুপ থেকে বললেন: আমি যা বলছি তাই লিখ। আমি হাম্মাদ ইবন আবী সুলাইমানকে বলতে শুনেছি, তিনি বলেছেন: আমি ‘আমর ইবন ‘আতিয়্যাহ থেকে হাদীসটি শুনেছি।
আব্দুর রাহমান বলেন: আমার মনে দৃঢ় বিশ্বাস এসে গেল যে, এখানে সুফ্ইয়ান সাওরী ভুল করলেন। অনেকদিন যাবত আমি এই ধারণায় পোষণ করে থাকলাম যে, এই সনদ বলতে সুফ্ইয়ান সাওরী ভুল করলেন। এরপর একদিন আমি আমার উস্তাদ মুহাম্মাদ ইবন জা’ফার গুনদার (১৯৩ হি) এর মাধ্যমে শু’বা ইবনল হাজ্জাজের যে হাদীসগুলি শুনেছিলাম সেগুলির লিখিত পাণ্ডুলিপির মধ্যে দেখলাম যে, শু’বা বলেছেন, আমাকে হাম্মাদ ইবন আবী সুলাইমান বলেছেন, তাকে রিবয়ী ইবন হিরাশ বলেছেন, সালমান ফারিসী থেকে। শু’বা বলেন: হাম্মাদ একবার বলেন যে, তিনি ‘আমর ইবন ‘আতিয়্যাহ থেকে হাদীসটি শুনেছেন। </p>

<p> আব্দুর রহমান বলেন: পাণ্ডুলিপি দেখার পরে আমি বুঝতে পারলাম যে, সুফ্ইয়ান সাওরী ঠিকই বলেছিলেন। তাঁর নিজের মুখস্থের বিষয়ে তাঁর গভীর আস্থা থাকার কারণে অন্যান্যদের বিরোধিতাকে তিনি পাত্তা দেন নি।14 </p>
<p> ২. দ্বিতীয় শতকের অন্যতম শ্রেষ্ঠ মুহাদ্দিস ও ফকীহ ‘আব্দুল্লাহ ইবনল মুবারাক (১৮১ হি) বলেন, যদি মুহাদ্দিসগণ শু’বা ইবনল হাজ্জাজ (১৬০) থেকে বর্ণিত হাদীসের সঠিক বর্ণনার বিষয়ে মতভেদ করেন তাহলে মুহাম্মাদ ইবন জা’ফার গুনদার (১৯৩ হি) এর পাণ্ডুলিপিই তাদের মধ্যে চূড়ান্ত ফায়সালা করবে। গুনদার-এর পাণ্ডুলিপির বর্ণনাই সঠিক ও নির্ভুল বলে গৃহীত হবে।15 </p>
<p> ৩. তৃতীয় শতকের তিনজন মুহাদ্দিস, মুহাম্মাদ ইবন মুসলিম ইবন উসমান আর-রাযী (২৭০ হি), ফাদল ইবন আব্বাস ও আবূ যুর‘আহ রাযী উবাইদুল্লাহ ইবন ‘আব্দিল কারীম (২৬৪ হি) একত্রে বসে হাদীস আলোচনা করছিলেন। মুহাম্মাদ ইবন মুসলিম একটি হাদীস বলেন যাতে ফাদল আপত্তি উঠান। তিনি অন্য একটি বর্ণনা বলেন। দুজনের মধ্যে হাদীসটির বিষয়ে বসচা হয়। তাঁরা তখন আবূ যুর‘আহকে সালিস মানেন। আবূ যুর‘আহ মতামত প্রকাশ থেকে বিরত থাকেন। কিন্তু মুহাম্মাদ ইবন মুসলিম চাপাচাপি করতে থাকেন। তিনি বলেন: আপনার নীরবতার কোনো অর্থ নেই। আমার ভুল হলে তাও বলেন। আর তাঁর ভুল হলে তাও বলেন। আবূ যুর‘আ তখন তার পাণ্ডুলিপি আনতে নির্দেশ দেন। তিনি ছাত্র আবুল কাসিমকে বলেন, তুমি গ্রন্থাগারে ঢুকে প্রথম, দ্বিতীয় ও তৃতীয় সারি বাদ দেবে। এরপরের সারির বই গুণে প্রথম থেকে ১৬ খণ্ড পাণ্ডুলিপি রেখে ১৭ তম খণ্ডটি নিয়ে এস। তিনি যেয়ে বর্ণনা অনুসারে পাণ্ডুলিপিটি নিয়ে এসে আবূ যুর‘আহকে প্রদান করলেন। আবূ যুর‘আহ পৃষ্ঠা উল্টাতে থাকেন এবং একপর্যায়ে হাদীসটি বের করেন। এরপর তিনি পাণ্ডুলিপিটি মুহাম্মাদ ইবন মুসলিমের হাতে দেন। মুহাম্মাদ পাণ্ডুলিপিতে সংকলিত হাদীসটি পড়ে বলেন: হ্যাঁ, তাহলে আমারই ভুল হয়েছে। আর ভুল তো হতেই পারে।”16 </p>
<p> ৪. তৃতীয় হিজরীর একজন প্রসিদ্ধ মুহাদ্দিস ‘আব্দুর রাহমান ইবন উমর আল-ইসপাহানী রুস্তাহ (২৫০ হি)। তিনি একদিন হাদীসের আলোচনাকালে আবূ যুর‘আহ রাযী (২৬৪ হি) ও আবূ হাতিম রাযী মুহাম্মাদ ইবন ইদরীস (২৭৭ হি) উভয়ের উপস্থিতিতে একটি হাদীস বর্ণনা করে বলেন: আমাদেরকে ‘আব্দুর রাহমান ইবন মাহদী বলেছেন, তিনি সুফ্ইয়ান সাওরী থেকে, তিনি আ’মাশ থেকে, তিনি আবূ সালিহ থেকে তিনি আবূ হুরায়রা থেকে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “যোহরের সালাত ঠাণ্ডা করে আদায় করবে; কারণ উত্তাপের কাঠিন্য জাহান্নামের প্রশ্বাস থেকে।”। একথা শুনেই প্রতিবাদ করেন আবূ যুর‘আ রাযী। তিনি বলেন: আপনি (তাবি‘য়ী আবূ সালিহ-এর উস্তাদ সাহাবীর নাম আবূ হুরাইরা উল্লেখ করে) ভুল বললেন। সকলেই তো হাদীসটি (তাবি‘য়ী আবূ সালিহ-এর মাধ্যমে) সাহাবী আবূ সাঈদ খুদরীরর সূত্রে বর্ণনা করেন। কথাটি ‘আব্দুর রাহমানের মনে খুবই লাগে। তিনি বাড়ি ফিরে নিজের নিকট রক্ষিত পাণ্ডুলিপি পরীক্ষা করে আবূ যুর‘আহর কাছে চিঠি লিখে বলেন: “আমি আপনাদের উপস্থিতিতে একটি হাদীস আবূ হুরাইরার সূত্রে বর্ণনা করেছিলাম। আপনি বলেছিলেন যে, আমার বর্ণনা ভুল, সবাই হাদীসটি আবূ সাঈদের সূত্রে বর্ণনা করেন। কথাটি আমার মনে খুবই আঘাত করেছিল। আমি বিষয়টি ভুলতে পারি নি। আমি বাড়িতে ফিরে আমার নিকট সংরক্ষিত পাণ্ডুলিপি পরীক্ষা করে দেখেছি। সেখানে দেলাম যে হাদীসটি আবূ সাঈদের সূত্রেই বর্ণিত। যদি আপনার কষ্ট না হয় তাহলে আবূ হাতিম ও অন্য সকল বন্ধুকে জানিয়ে দেবেন যে, আমার ভুল হয়েছিল। আল্লাহ আপনাকে পুরস্কৃত করুন। ভুল স্বীকার করে লজ্জিত বা অপমানিত হওয়া (ভুল গোপন করে) জাহান্নামের আগুনে পোড়ার চেয়ে উত্তম।”17 </p>
<p> ৫. তৃতীয় হিজরী শতকের অন্যতম মুহাদ্দিস সুলাইমান ইবন হারব (২২৪ হি) বলেন: আমি যখন আমার সমসাময়িক প্রসিদ্ধ ‘নাকিদ’ মুহাদ্দিস ইয়াহইয়া ইবন মা‘য়ীন (২৩৩ হি) এর সাথে বিভিন্ন হাদীস আলোচনা করতাম, তখন তিনি মাঝে মাঝে বলতেন: এই হাদীসটি ভুল। আমি বলতাম: এর সঠিক রূপ কি হবে? তিনি বলতেন তা জানি না। তখন আমি আমার পাণ্ডুলিপি দেখতাম। আমি দেখতে পেতাম যে, তাঁর কথায় ঠিক। হাদীসগুলি পাণ্ডুলিপিতে অন্যভাবে লিখা রয়েছে।18 </p>
<p> ৬. ইমাম আহমদ ইবন হাম্বাল (২৪১ হি) কে প্রশ্ন করা হয়: আবুল ওয়ালীদ কি পরিপূর্ণ নির্ভরযোগ্য? তিনি বলেন: না। তাঁর পাণ্ডুলিপিগুলিতে নোকতা দেওয়া ছিল না এবং হরকত দেওয়া ছিল না। তবে তিনি শু’বা ইবনল হাজ্জাজের নিকট থেকে যে হাদীসগুলি শুনেছিলেন ও লিখেছিলেন সেগুলি তিনি বিশুদ্ধভাবে বর্ণনা করেছেন।19 </p>
<p> ৭. তৃতীয় হিজরী শতকের একজন হাদীস বর্ণনাকারী ই‘য়াকূব ইবন হুমাইদ ইবন কাসিব (২৪০ হি)। ইমাম আবূ দাউদ (২৭৫ হি) বলেন, ই‘য়াকূব- এর বর্ণিত হাদীসগুলির মধ্যে অনেক হাদীস দেখতে পেলাম যেগুলি অন্য কেউ এভাবে বর্ণনা করেন না। এজন্য আমরা তাকে তাঁর মূল পাণ্ডুলিপিগুলি দেখাতে অনুরোধ করি। তিনি কিছুদিন যাবত আমাদের অনুরোধ উপেক্ষা করেন। এরপর তিনি তাঁর পাণ্ডুলিপি বের করে আমাদেরকে দেখান। আমরা দেখলাম তাঁর পাণ্ডুলিপিতে অনেক হাদীস নতুন তাজা কালি দিয়ে লেখা। পুরাতন লিখা ও নতুন লিখার মধ্যে পার্থক্য ধরা পড়ে। আমরা দেখলাম অনেক হাদীসের সনদের মধ্যে রাবীর নাম ছিল না, তিনি সেখানে নতুন করে রাবীর নাম বসিয়েছেন। কোনো কোনো হাদীসের ভাষার মধ্যে অতিরিক্ত শব্দ বা বাক্য যোগ করেছেন। এজন্য আমরা তার হাদীস গ্রহণ করা থেকে বিরত থাকি।20 </p>
<p> ৮. ৪র্থ হিজরী শতকের অন্যতম মুহাদ্দিস আবূ আহমদ ‘আব্দুল্লাহ ইবন ‘আদী (৩৬৫ হি) বলেন: মুহাম্মাদ ইবন মুহাম্মাদ ইবনল আশ‘আশ নামক এক ব্যক্তি মিশরে বসবাস করতেন এবং হাদীস বর্ণনা করতেন। আমি হাদীস সংগ্রহের সফরকালে মিশরে তার নিকট গমন করি। তিনি আমাদেরকে একটি পাণ্ডুলিপি বের করে দেন। পাণ্ডুলিপিটির কালি তাজা এবং কাগজও নতুন। এতে প্রায় এক হাজার হাদীস ছিল, যেগুলি তিনি ‘আলী (রা)-এর বংশধর মূসা ইবন ইসমাঈল ইবন মুসা ইবন জা’ফার সাদিক ইবন মুহাম্মাদ বাকির ইবন জাইনুল আবিদীন ইবন হুসাইন ইবন আলী থেকে তাঁর পিতা-পিতামহদের সূত্রে রাসূলুল্লাহ (সা.) থেকে শুনেছেন বলে দাবী করেন। এর প্রায় সকল হাদীসই অজ্ঞাত, অন্য কেউ এই সনদে বা অন্য কোনো সনদে তা বর্ণনা করেনি। কিছু হাদীসের শব্দ বা মতন অন্যান্য সহীহ হাদীসে পাওয়া যায়, তবে এই সনদে নয়। তখন আমি সনদে উল্লিখিত মুসা ইবন ইসমা‘ঈল সম্পর্কে ‘আলী-বংশের সমকালীন অন্যতম নেতা হুসাইন ইবন ‘আলীকে প্রশ্ন করি। তিনি বলেন: এই মূসা ৪০ বৎসর যাবত মদীনায় আমার প্রতিবেশী ছিলেন। তিনি কখনোই কোনোদিন বলেন নি যে, তিনি তাঁর পিতা-পিতামহদের সূত্রে বা অন্য কোনো সূত্রে কোনো হাদীস তিনি শুনেছেন বা বর্ণনা করেছেন। ইবন ‘আদী বলেন: এই পাণ্ডুলিপির হাদীসগুলির কোনো ভিত্তি আমরা খুজে পাইনি। এগুলি তিনি বানিয়েছিলেন বলে বুঝা যায়।21 </p>

<h2> ৩. ৪. স্মৃতি ও পাণ্ডুলিপি নির্ভর রাবীগণের দুর্বলতা: </h2>
<p> হাদীস সংরক্ষণ ও বিশুদ্ধতা নির্ণয়ে মুহাদ্দিসগণের সর্বোচ্চ সতর্কতার অন্যতম দিক ছিল শ্র“তি ও লিখনির সমন্বয়ের প্রচেষ্টা। এ সকল নিরীক্ষার মাধ্যমে তাঁদের নিকট প্রমাণিত হয়েছে যে, শুধুমাত্র শ্র“তি ও স্মৃতি নির্ভর বর্ণনাকারী ভুলের মধ্যে নিপতিত হন। আর তার চেয়েও বেশি ভুল করেন যিনি শুধুমাত্র পাণ্ডুলিপির উপর নির্ভর করেন। উভয়ের সমন্বয়কারী রাবীই নির্ভরযোগ্য বলে বিবেচিত হন। এজন্য তাঁরা শুধুমাত্র স্মৃতি নির্ভর বা শুধুমাত্র পাণ্ডুলিপি নির্ভর রাবীদেরকে অধিকাংশ ক্ষেত্রে দুর্বল বলে গণ্য করেছেন।

<h2> ৩. ৪. ১. স্মৃতি নির্ভর রাবীর দুর্বলতা: </h2>
<p> তাবি‘য়ীগণের যুগে বা তৎপরবর্তী যুগে কতিপয় মুহাদ্দিস ছিলেন যাঁরা পাণ্ডুলিপি ছাড়াই হাদীস মুখস্থ রাখতেন এবং বর্ণনা করতেন। অধিকাংশ ক্ষেত্রে এরা হাদীস বর্ণনায় দুর্বল বলে প্রমাণিত হয়েছেন। পরবর্তী মুহাদ্দিসগণ তুলনামূলক নিরীক্ষার মাধ্যমে প্রমাণ করেছেন যে, এরা পাণ্ডুলিপির উপর নির্ভর না করায় মাঝে মাঝে বর্ণনায় ভুল করতেন। বস্তুত মৌখিক শ্রবণ ও পাণ্ডুলিপির সংরক্ষণের মাধ্যমেই নির্ভরযোগ্য বর্ণনা করা সম্ভব। এজন্য যে সকল হাদীস বর্ণনাকারী বা ‘রাবী’ শুধুমাত্র পাণ্ডুলিপির উপর নির্ভর করে বা শুধুমাত্র মুখস্থশক্তির উপর নির্ভর করে হাদীস বর্ণনা করতেন তাঁদের হাদীস মুহাদ্দিসগণ দুর্বল বা অনির্ভরযোগ্য বলে গণ্য করেছেন। তুলনামূলক নিরীক্ষার মাধ্যমের এদের বর্ণনায় ভুল ও বিক্ষিপ্ততা ধরা পড়ে। এই জাতীয় অগণিত বিবরণ আমরা রিজাল ও জারহ ওয়াত তা’দীল বিষয়ক গ্রন্থগুলিতে দেখতে পাই। কয়েকটি উদাহরণ দেখুন: </p>

<p> (১) আবূ ‘আম্মার ‘ইকরিমাহ ইবন আম্মার আল-‘ইজলী (মৃ ১৬০ হি) দ্বিতীয় শতকের একজন প্রসিদ্ধ তাবি‘য়ী মুহাদ্দিস ছিলেন। তিনি হাদীস মুখস্থকারী (<span>حافظ</span>)হিসাবে প্রসিদ্ধ ছিলেন। কিন্তু তিনি তাঁর মুখস্থ হাদীসগুলি লিপিবদ্ধ করে পাণ্ডুলিপি আকারে সংরক্ষিত রাখতেন না বা প্রয়োজনে তা দেখতে পারতেন না। এজন্য তাঁর বর্ণিত হাদীসের মধ্যে কিছু ভুল পাওয়া যেত। ইমাম বুখারী (২৫৬ হি) বলেন: </p>

<div><p>
لم يكن له كتاب فاضطرب حديثه
</p></div>
<p> “তাঁর কোনো পাণ্ডুলিপি ছিল না; এজন্য তাঁর হাদীসে বিক্ষিপ্ততা পাওয়া যায়।”22 </p>
<p> (২) দ্বিতীয় হিজরী শতকের একজন প্রসিদ্ধ তাবি’-তাবি‘য়ী রাবী জরীর ইবন হাযিম ইবন যাইদ ইবন ‘আব্দুল্লাহ (১৭০ হি)। তাঁর বিষয়ে ইবন হাজার আসকালানী বলেন: </p>
<div><p>
ثقة لكن في حديثه عن قتادة ضعف وله أوهام إذا حدث من حفظه
</p></div>
<p> “তিনি নির্ভরযোগ বর্ণনাকারী। তবে কাতাদা থেকে হাদীস বর্ণনার ক্ষেত্রে তিন দুর্বল। তিনি যখন তাঁর স্মৃতির উপর নির্ভর করে মুখস্থ হাদীস বলতেন তখন তিনি ভুল করতেন।”23 </p>
<p> (৩) দ্বিতীয় হিজরী শতকের একজন রাবী ‘আব্দুল আযীয ইবন ‘ইমরান ইবন ‘আব্দুল আযীয (১৭০হি)। তিনি মদীনার অধিবাসী ছিলেন এবং সাহাবী ‘আব্দুর রহমান ইবন ‘আউফের বংশধর ছিলেন। মুহাদ্দিসগণ তাঁকে দুর্বল ও অনির্ভরযোগ্য বলে গণ্য করেছেন। কারণ তাঁর বর্ণিত হাদীসের মধ্যে ভুলভ্রান্তি ব্যাপক। আর এই ভুল ভ্রান্তির কারণ হলো পাণ্ডুলিপি ব্যতিরেকে মুখস্থ বর্ণনা করা। তৃতীয় হিজরী শতকের মদীনার মুহাদ্দিস ও ঐতিহাসিক ‘উমার ইবন শাব্বাহ (২৬২ হি) তাঁর ‘মদীনার ইতিহাস’ গ্রন্থে এই ব্যক্তির সম্পর্কে বলেন: </p>
<div><p>
كان كثير الغلط في حديثه لأنه احترقت كتبه فكان يحدث من حفظه
</p></div>
<p> “তিনি হাদীস বর্ণনায় অনেক ভুল করতেন; কারণ তাঁর পাণ্ডুলিপিগুলি পুড়ে যাওয়ার ফলে তিনি স্মৃতির উপর নির্ভর করে মুখস্থ হাদীস বলতেন।”24 </p>
<p> ইবন হাজার আল-আসকালানীর ভাষায়: </p>
<div><p>
متروك احترقت كتبه فحدث من حفظه فاشتد غلطه
</p></div>
<p> “তিনি একজন পরিত্যক্ত রাবী। তাঁর পাণ্ডুলিপিগুলি পুড়ে যায়। এজন্য তিনি স্মৃতির উপর নির্ভর করে হাদীস বলতেন। এতে তাঁর ভুল হতো খুব বেশি।”25 </p>
<p> (৪) দ্বিতীয় হিজরী শতকের মিশরের একজন প্রসিদ্ধ ‘আলিম, ফকীহ, বিচারপতি ও মুহাদ্দিস ছিলেন আবূ ‘আব্দির রাহমান ‘আব্দুল্লাহ ইবন লাহী‘য়া ইবন ‘উক্ববা আল-হাদরামী আল-গাফিকী (১৭৪ হি)। মুহাদ্দিসগণ তাঁর বর্ণিত হাদীসের মধ্যে ব্যাপক ভুলভ্রান্তি দেখতে পেয়েছেন। এবং তাঁকে দুর্বল রাবী বলে গণ্য করেছেন। তাঁর দুর্বলতার কারণ ব্যাখ্যা করে আল্লামা হাকিম নাইসাপুরী (৪০৫ হি) বলেন: </p>
<div><p>
لم يقصد الكذب وإنما حدث من حفظه بعد احتراق كتبه فأخطأ
</p></div>
<p> “তিনি ইচ্ছাকৃতভাবে মিথ্যা বলতেন না। কিন্তু তাঁর পাণ্ডুলিপিগুলি পুড়ে যাওয়ার পরে তিনি স্মৃতির উপর নির্ভর করে মুখস্থ হাদীস বলতেন। এতে তিনি ভুলভ্রান্তির মধ্যে নিপতিত হন।26 </p>
<p> (৫) তৃতীয় শতকের একজন প্রসিদ্ধ মুহাদ্দিস হাজিব ইবন সুলাইমান আল-মানবিজী (২৬৫ হি)। তিনি ইমাম নাসাঈর উস্তাদ ছিলেন। তিনি হাদীস বর্ণনায় নির্ভরযোগ্য হওয়া সত্ত্বেও পাণ্ডুলিপি না থাকার কারণে তার ভুল হতো। ইমাম দারাকুতনী (৩৮৫ হি) বলেন: </p>
<div><p>
كان يحدث من حفظه ولم يكن له كتاب وهم في حديثه
</p></div>
<p> “তিনি হাদীস মুখস্থ বলতেন এবং স্মৃতিশক্তির উপরেই নির্ভর করতেন। তাঁর কোনো পাণ্ডুলিপি ছিল না। এজন্য তার হাদীসে ভুল দেখা দেয়।”27 </p>
<p> (৬) তৃতীয় শতকের একজন প্রসিদ্ধ মুহাদ্দিস মুহাম্মাদ ইবন ইবরাহীম ইবন মুসলিম, আবূ উমাইয়া (২৭৩ হি)। তাঁর স¤পর্কে তাঁর ছাত্র মুহাম্মাদ ইবন হিব্বান (৩৫৪ হি) বলেন: </p>
<div><p>
سكن طرسوس …. وكان من الثقات دخل مصر فحدثهم من حفظه من غير كتاب بأشياء أخطأ فيها فلا يعجبني الاحتجاج بخبره إلا ما حدث من كتابه
</p></div>
<p> “তিনি তুরসূসের অধিবাসী ছিলেন এবং নির্ভরযোগ্য ছিলেন। তিনি মিশরে আগমন করেন এবং কোনো পাণ্ডুলিপি ছাড়া মুখস্থ কিছু হাদীস বর্ণনা করেন; যে সকল হাদীস বর্ণনায় তিনি ভুল করেন। এজন্য তাঁর বর্ণিত কোনো হাদীস আমি দলীল হিসাবে গ্রহণ করতে ইচ্ছুক নই। শুধুমাত্র যে হাদীসগুলি তিনি পাণ্ডুলিপি দেখে বর্ণনা করেছেন সেগুলিই গ্রহণ করা যায়।28 </p>
<p> এভাবে আমরা দেখছি যে, দ্বিতীয় হিজরী শতক থেকে হাদীস শিক্ষাগ্রহণ ও শিক্ষা দানের ক্ষেত্রে বিশুদ্ধতা রক্ষার জন্য শিক্ষকের নিকট থেকে মৌখিক শ্রবণ ও লিখিত পাণ্ডুলিপি সংরক্ষণ উভয়ের সমন্বয়ের উপর নির্ভর করা হতো। সুপ্রসিদ্ধ ‘হাফিয-হাদীসগণ’, যাঁরা আজীবন হাদীস শিক্ষা করেছেন ও শিক্ষা দিয়েছেন এবং লক্ষলক্ষ হাদীস মুখস্থ রেখেছেন, তাঁরাও পাণ্ডুলিপি না দেখে হাদীস শিক্ষা দিতেন না বা বর্ণনা করতেন না। </p>

<p> তৃতীয় শতকের অন্যতম শ্রেষ্ঠ মুহাদ্দিস ‘আলী ইবনল মাদীনী (২৩৪ হি) বলেন: </p>
<div><p>
ليس في أصحابنا أحفظ من أبي عبدالله أحمد بن حنبل إنه لا يحدث إلا من كتابه ولنا فيه أسوة حسنة
</p></div>
<p> “হাদীস মুখস্থ করার ক্ষেত্রে আমাদের সাথীদের মধ্যে আহমদ ইবন হাম্বাল (২৪১ হি) -এর চেয়ে বড় বা বেশি যোগ্য কেউই নেই। তা সত্ত্বেও তিনি কখনো পাণ্ডুলিপি সামনে না রেখে হাদীস বর্ণনা করেন না। আর তাঁর মধ্যে রয়েছে আমাদের জন্য উত্তম আদর্শ।”29
অপরদিকে ইমাম আহমদ ইবন হাম্বাল (২৪১ হি) বলেন: “অনেকে আমাদেরকে স্মৃতি থেকে হাদীস শুনিয়েছেন এবং অনেকে আমাদেরকে পাণ্ডুলিপি দেখে হাদীস শুনিয়েছেন। যাঁরা পাণ্ডুলিপি দেখে হাদীস শুনিয়েছেন তাঁদের বর্ণনা ছিল বেশি নির্ভুল।”30 </p>
<p> উপরের আলোচনা থেকে জানা গেল যে, দ্বিতীয় হিজরী শতক থেকে মুহাদ্দিসগণ হাদীস শিক্ষার ক্ষেত্রে তিনটি বিষয়ের সমন্বয়কে অত্যন্ত জরুরী মনে করতেন: প্রথমত হাদীসটি উস্তাদের মুখ থেকে শাব্দিকভাবে শোনা বা তাকে মুখে পড়ে শোনানো, দ্বিতীয়ত পঠিত হাদীসটি নিজে হাতে লিখে নেওয়া ও তৃতীয়ত উস্তাদের পাণ্ডুলিপির সাথে নিজের লেখা পাণ্ডুলিপি মিলিয়ে সংশোধন করে নেওয়া। কোনো মুহাদ্দিস পাণ্ডুলিপি ছাড়া শুধু মুখস্থ হাদীস শেখালে তা গ্রহণ করতে তাঁরা আপত্তি করতেন। ইমাম আহমদ ইবন হাম্বালের পুত্র ‘আব্দুল্লাহ (২৯০ হি) বলেন, </p>

<div><p>
</p></div>
قال يحيى بن معين قال لي عبد الرزاق أكتب عني ولو حديثا واحدا من غير كتاب فقلت لا، ولا حرفا
</p></div>
<p> “ইমাম ইয়াহইয়া ইবন মা‘ঈন (২৩৩ হি) বলেন: ‘আব্দুর রাযযাক সান‘আনী (২১১ হি) আমাকে বলেন: তুমি আমার নিকট থেকে অন্তত একটি একটি হাদীস লিখিত পাণ্ডুলিপি ছাড়া গ্রহণ কর। আমি বললাম: কখনোই না, আমি লিখিত পাণ্ডুলিপির প্রমান ছাড়া মৌখিক বর্ণনার উপর নির্ভর করে একটি অক্ষরও গ্রহণ করতে রাজী নই।31 </p>
<p> এখানে লক্ষ্যণীয় যে, ইমাম ‘আব্দুর রাযযাক সান‘আনীর মত সুপ্রসিদ্ধ ও বিশুদ্ধ হাদীস বর্ণনাকারী মুহাদ্দিসের নিকট থেকেও লিখিত ও সংরক্ষিত পাণ্ডুলিপির সমন্বয় ব্যতিরেকে একটি হাদীস গ্রহণ করতেও রাজী হন নি ইমাম ইয়াহইয়া ইবন মাঈন। </p>

<h2> ৩. ৪. ২. পাণ্ডুলিপি নির্ভর রাবীর দুর্বলতা </h2>

<p> স্মৃতি নির্ভরতার চেয়েও মারাত্মক হলো পাণ্ডুলিপি নির্ভরতা। প্রাচীন যুগের হস্ত লিখিত কারক চিহ্ন বা ‘হারাকাত’ বিবর্জিত পাণ্ডুলিপির পাঠে ভুল হওয়ার অনেক সম্ভাবনা ছিল। এছাড়া পাণ্ডুলিপির মধ্যে লিপিকার বা কোনো পাঠক কর্তৃক কোনো বিকৃতি, পরিবর্তন, সংযোজন বা বিয়োজনের সম্ভাবনা থাকে। এজন্য তাঁরা সকল পুস্তকের পাণ্ডুলিপি সংশ্লিষ্ট লেখক বা বর্ণনাকারীর নিকট থেকে মৌখিকভাবে পড়ে শোনার বিষয়ে সর্বাধিক গুরুত্ব আরোপ করতেন। স্বকর্ণে শ্রবণ বিভিন্নভাবে হতে পারতো। হয় উস্তাদ পাঠ করবেন এবং ছাত্র পাণ্ডুলিপিটি সামনে রেখে তা মিলিয়ে শুনবেন। অথবা উস্তাদের পাঠের সাথে সাথে তিনি লিখবেন এবং পড়ে উস্তাদকে তা শোনাবেন। অথবা উস্তাদের সামনে অন্য কোনো ছাত্র পাঠ করবেন এবং তিনি শুনবেন। অথবা নিজেই উস্তাদের পাণ্ডুলিপিটি তাঁর নিকট থেকে বা তাঁর কোনো ছাত্রের নিকট থেকে অনুলিপি করে নিয়ে অনুলিপিটি আগাগোড়া উস্তাদের সামনে পাঠ করবেন। যে কোনোভাবে পাণ্ডুলিপিটি সংশ্লিষ্ট লেখক বা রাবীর মুখ থেকে পঠিত শুনতে হবে বা তাঁর সামনে পঠিত অবস্থায় শুনতে হবে। যেন পাণ্ডুলিপিতে লিখিত কথাগুলি বর্ণনা করতে ভুলের সম্মুখিন না হতে হয়। </p>

<p> যে সকল ‘রাবী’ বা হাদীস বর্ণনাকারী তাঁর ‘উস্তাদের’ নিকট থেকে স্বকর্ণে মৌখিক পাঠ শ্রবণ ব্যতিরেকে শুধু পাণ্ডুলিপি সংগ্রহ করে তা থেকে হাদীস বর্ণনা করতেন তাঁদের হাদীস গ্রহণ করা হতো না। মুহাদ্দিসগণের নিরীক্ষা ও সমালোচনা সাহিত্য পর্যালোচনা করলে আমরা অগণিত উদাহরণের মাধ্যমে দেখতে পাই যে, মুহাদ্দিসগণ পাণ্ডুলিপি নির্ভর রাবীদের ভুলগুলি তুলে ধরেছেন এবং এই ধরনের রাবীদেরকে দুর্বল ও অগ্রহণযোগ্য বলে ঘোষণা করেছেন। </p>

<p> দ্বিতীয় শতকের মিশরীয় মুহাদ্দিস ও ফকীহ ‘আব্দুল্লাহ ইবন লাহী‘য়ার কথা ইতোপূর্বে উল্লেখ করেছি। তিনি একজন প্রসিদ্ধ হাদীস বর্ণনাকারী ছিলেন এবং অনেক হাদীস বর্ণনা করেছেন। মুহাদ্দিসগণ তাঁর বর্ণিত সকল হাদীস তুলনামূলক নিরীক্ষার মাধ্যমে যাচাই করে দেখতে পেয়েছেন যে, তাঁর বর্ণিত হাদীসের মধ্যে ভুলের পরিমাণ খুবই বেশি। ভুলের একটি কারণ উপরে উল্লেখ করেছি। ইমাম মুসলিম তাঁর ভুলের অন্য একটি দিক নিরীক্ষার মাধ্যমে প্রমাণ করেছেন। ইমাম মুসলিম বলেন: আমাদেরকে যুহাইর ইবন হারব বলেছেন, আমাদেরকে ইসহাক ইবন ঈসা বলেছেন, আমাদেরকে ‘আব্দুল্লাহ ইবন লাহী‘য়াহ বলেছেন, মূসা ইবন ‘উকবাহ (১৪১ হি) আমার কাছে লিখে পাঠিয়েছেন, আমাকে বুসর ইবন সাঈদ বলেছেন, যাইদ ইবন সাবেত (রা) থেকে, তিনি বলেছেন: </p>

<div><p>
احتجم رسول الله صلى الله عليه وسلم في المسجد
</p></div>
<p> “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদের মধ্যে হাজামত করেন বা সিংগার মাধ্যমে দেহ থেকে রক্ত বের করেন।” ইবন লাহী‘য়ার ছাত্র ইসহাক ইবন ঈসা বলেন: আমি ইবন লাহী‘য়াকে বললাম: তাঁর বাড়ীর মধ্যে কোনো মসজিদ বা নামাযের স্থানে? তিনি বলেন: মসজিদে নববীর মধ্যে।” </p>

<p> ইমাম মুসলিম বলেন: হাদীসটির বর্ণনা সকল দিক থেকে বিকৃত। এর সনদ ও মতন উভয় ক্ষেত্রে মারাত্মক ভুল হয়েছে। ইবন লাহীয়াহ এর মতনের শব্দ বিকৃত করেছেন এবং সনদে ভুল করেছেন। এই হাদীসের সহীহ বিবরণ আমি উল্লেখ করছি। </p>

<p> আমাকে মুহাম্মাদ ইবন হাতিম বলেন, আমাদেরকে বাহয ইবন আসাদ বলেন, আমাদেরকে উহাইব ইবন খালিদ ইবন আজলান (১৬৫ হি) বলেন, আমাকে মূসা ইবন উকবাহ বলেন, আমি আবুন নাদর সালিম ইবন আবূ উমাইয়াহ (১২৯ হি)- কে বলতে শুনেছি, তিনি বুসর ইবন সাঈদ থেকে, তিনি যাইদ ইবন সাবিত থেকে বলেছেন, </p>

<div><p>
إن النبي  اتخذ حجرة في المسجد من حصير فصلى رسول الله  فيها ليالي…
</p></div>
<p> “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদের মধ্যে চাটাই দিয়ে একটি ছোট ঘর বানিয়ে তার মধ্যে কয়েক রাত সালাত আদায় করেন….।” </p>

<p> ইমাম মুসলিম বলেন: আমাকে মুহাম্মাদ ইবনল মুসান্না বলেন, আমাদেরকে মুহাম্মাদ ইবন জা’ফর বলেছেন, আমাদেরকে ‘আব্দুল্লাহ ইবন সাঈদ ইবন আবী হিনদ আল-ফারাযী (১৪৫ হি) বলেছেন, আমাদেরকে আবুন নাদর সালিম বলেছেন, তিনি বুসর ইবন সাঈদ থেকে, তিনি যাইদ ইবন সাবিত থেকে, তিনি বলেন: </p>
<div><p>
احتجر رسول الله  بخصفة أو حصير….
</p></div>
<p> “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম চাটাই দিয়ে মসজিদের মধ্যে একটি ঘর বানিয়ে নেন ….।” </p>

<p> এভাবে আমরা সঠিক বর্ণনা পাচ্ছি উহাইব ইবন খালিদ (১৬৫ হি) থেকে মূসা ইবন উকবাহ থেকে, আবুন নাদর থেকে। এছাড়া ‘আব্দুল্লাহ ইবন সাঈদ ইবন আবী হিনদ আল-ফারাযী (১৪৫ হি) দ্বিতীয় সূত্রে আবুন নাদর থেকে যে বর্ণনা করেছেন তাও উল্লেখ করলাম। ইবন লাহিয়া এখানে হাদীসের মতন বর্ণনায় ভুল করেছেন তার কারণ তিনি হাদীসটি মূসার নিকট থেকে স্বকর্ণে শুনেন নি। শুধুমাত্র লিখে পাঠানো পাণ্ডুলিপির উপর নির্ভর করেছেন, যা তিনি উল্লেখ করেছেন। (এজন্য তিনি <span>احتجر</span>বা ‘ঘর বানিয়েছেন’ শব্দটিকে <span>احتجم</span> বা ‘রক্ত বাহির করেছেন’ বলে পড়েছেন।) যারা মুহাদ্দিসের নিজের মুখ থেকে স্বকর্ণে না শুনে বা মুহাদ্দিসকে নিজে পড়ে না শুনিয়ে শুধুমাত্র লিখিত পাণ্ডুলিপির উপর নির্ভর করে হাদীস বর্ণনা করেন তাদের সকলের ক্ষেত্রেই আমরা এই বিকৃতির ভয় পাই। </p>

<p> আর সনদের ভুল হলো, মূসা ইবন উকবাহ হাদীসটি আবুন নাদর সালিম-এর নিকট থেকে গ্রহণ করেছেন। আবুন নাদর হাদীসটি বুসর ইবন সাঈদ থেকে শিখেছেন। কিন্তু ইবন লাহীয়াহ সনদ বর্ণনায় আবুন নাদর- এর নাম উল্লেখ না করে বলেছেন: মূসা হাদীসটি বুসর থেকে শুনেছেন।32 </p>
<p> এ কারণে মুহাদ্দিসগণ শুধু পাণ্ডুলিপি দেখে হাদীস বর্ণনাকারীদের দুর্বল বলে গণ্য করেছেন। এমনকি বিশ্বস্ত, সৎ ও সত্যপরায়ণ বলে প্রমাণিত কোনো মুহাদ্দিস যদি তাঁর পিতা বা দাদার বর্ণিত হাদীস স্বকর্ণে না শুনে তাঁর নিজের গৃহে সংরক্ষিত পাণ্ডুলিপি দেখে বর্ণনা করতেন তবে মুহাদ্দিসগণ সেই বর্ণনাটিকে দুর্বল বলে গণ্য করতেন। </p>

<p> দ্বিতীয় শতকের প্রসিদ্ধ তাবি‘য়ী রাবী ‘আমর ইবন শু‘আইব ইবন মুহাম্মাদ (১১৮ হি)। তিনি হযরত ‘আব্দুল্লাহ ইবন ‘আমর ইবন আস রাদিয়াল্লাহু আনহুমা-এর পৌ-পৌত্র। মুহাদ্দিসগণ একমত যে, তিনি নির্ভরযোগ্য রাবী ছিলেন। তবে তিনি তাঁর পিতার সূত্রে তাঁর দাদা থেকে যে হাদীসগুলি বর্ণনা করেছেন সেগুলিকে মুহাদ্দিসগণ কিছুটা দুর্বল বলে গণ্য করেছেন। কারণ তিনি সেই হাদীসগুলি তাঁর পিতার মুখ থেকে স্বকর্ণে শুনেন নি, বরং পাণ্ডুলিপি দেখে বর্ণনা করেন। এ বিষয়ে ইয়াহইয়া ইবন মাঈন (২৩৩ হি) বলেন: </p>

<div><p>
إذا حدث عمرو بن شعيب عن أبيه عن جده فهو كتاب ومن هنا جاء ضعفه
</p></div>
<p> “আমর ইবন শু‘আইব যখন তাঁর পিতার সূত্রে তাঁর দাদা থেকে হাদীস বর্ণনা করেন তখন তা পাণ্ডুলিপি নির্ভর বর্ণনা। এজন্যই তাতে দুর্বলতা এসেছে।”33 </p>
<p> আবূ যুর‘আ রাযী (২৬৪ হি) বলেন: </p>

<div><p>
روى عنه الثقات وإنما أنكروا عليه كثرة روايته عن أبيه عن جده وقال إنما سمع أحاديث يسيرة وأخذ صحيفة كانت عنده فرواها
</p></div>
<p> “নির্ভরযোগ্য মুহাদ্দিসগণ ‘আমর ইবন শু‘আইবের হাদীস গ্রহণ করেছেন। তবে তাঁর পিতার সূত্রে তাঁর দাদা থেকে তিনি অনেক হাদীস বর্ণনা করেছেন। এগুলির বিষয়ে মুহাদ্দিসগণ আপত্তি করেছেন। কারণ তিনি তাঁর পিতার থেকে অল্প কিছু হাদীস শুনেছিলেন। অবশিষ্ট হাদীস শুধু পাণ্ডুলিপি নির্ভর; তাঁর নিকট যে পাণ্ডুলিপিটি সংরক্ষিত ছিল তা থেকে তিনি এই হাদীসগুলি বর্ণনা করেছিলেন।”34 </p>
<p> দ্বিতীয় হিজরী শতকের একজন তাবি’-তাবি‘য়ী মুহাদ্দিস মাখরামা ইবন বুকাইর ইবন ‘আব্দুল্লাহ (১৫৯হি)। মুহাদ্দিসগণ তাঁর বর্ণিত হাদীস নিরীক্ষা করে তাঁকে মোটামুটি গ্রহণযোগ্য বলে দেখতে পেয়েছেন। কিন্তু তাঁর পিতার সূত্রে বর্ণিত হাদীসগুলি দুর্বল বলে উল্লেখ করেছেন। ইয়াইইয়া ইবন মাঈন (২৩৩ হি) বলেন: </p>

<div><p>
وقع إليه كتاب أبيه ولم يسمعه … حديثه عن أبيه كتاب ولم يسمعه منه
</p></div>
<p> তিনি তাঁর পিতার পাণ্ডুলিপি পেয়েছিলেন এবং পাণ্ডুলিপি থেকেই পিতার সূত্রে হাদীস বর্ণনা করেছেন। এ সকল হাদীস তিনি তাঁর পিতার মুখ থেকে স্বকর্ণে শুনেন নি।”35 </p>

<h2> ৪. হাদীসের সনদ বর্ণনায় পাণ্ডুলিপির ভুমিকা </h2>

<p> উপরের আলোচনা থেকে আমরা বুঝতে পারছি যে, প্রথম হিজরী শতকের দ্বিতীয়ার্ধ থেকেই হাদীস লিখে মুখস্থ করা হতো। মুহাদ্দিসগণ লিখিত পাণ্ডুলিপি দেখে হাদীস বর্ণনা করতেন, নিরীক্ষা করতেন, বিশুদ্ধতা যাচাই করতেন এবং প্রত্যেকেই তাঁর শ্র“ত হাদীস লিপিবদ্ধ করে রাখতেন। এখন প্রশ্ন হলো, তাহলে তাঁরা হাদীস বর্ণনার ক্ষেত্রে লিখিত পুস্তকের রেফারেন্স প্রদান না করে শুধুমাত্র ‘মৌখিক বর্ণনা’র উপর কেন নির্ভর করতেন। তাঁরা কেন (حدثنا، أخبرنا), অর্থাৎ ‘আমাকে বলেছেন’, ‘আমাকে সংবাদ দিয়েছেন’ ইত্যাদি বলতেন? তাঁরা কেন বললেন না, অমুক পুস্তকের এই কথাটি লিখিত আছে… ইত্যাদি? </p>

<p> এখানে (<span>حدثني، حدثنا، أخبرني، أخبرنا</span>) অর্থাৎ ‘আমাকে/আমাদেরকে বলেছেন’, ‘আমাকে/আমাদেরকে সংবাদ দিয়েছেন’ বলতে মুহাদ্দিসগণ কি বুঝাতেন তা আমরা বুঝতে পারি না বলেই এই প্রশ্নটি আমাদের মনে জাগে। প্রকৃত বিষয় হলো যেহেতু সাহাবীগণ ব্যক্তির নাম বলে “সনদ” বলার রীতি প্রচলন করেন এজন্য পরবর্তী যুগগুলিতে সর্বদা বর্ণনাকারীর নাম উল্লেখ করে সনদ বর্ণনা করা হতো। এছাড়া পাণ্ডুলিপি-নির্ভরতা ও এতদসংক্রান্ত ভুলভ্রান্তির সম্ভাবনা দূর করার জন্য মুহাদ্দিসগণ পাণ্ডুলিপির পাশাপাশি বর্ণিত হাদীসটি বর্ণনাকারী উস্তাদ থেকে স্বকর্ণে শ্রবণের বিষয়ে বিশেষ গুরুত্ব আরোপ করতেন। এজন্য হাদীস শিক্ষাদানের ক্ষেত্রে গ্রন্থের বা পাণ্ডুলিপির রেফারেন্স প্রদানের নিয়ম ছিল না। বরং বর্ণনাকারী শিক্ষকের নাম উল্লেখ করার নিয়ম ছিল। </p>

<p> মুহাদ্দিসগণের পরিভাষায় (<span>حدثني، حدثنا، أخبرني، أخبرنا</span>) অর্থাৎ ‘আমাকে/ আমাদেরকে বলেছেন’ বা ‘আমাকে/ আমাদেরকে সংবাদ দিয়েছেন দুটি অর্থে বলা হয়: (১) উক্ত মুহাদ্দিস বা রাবী তার নিজের মুখে হাদীসটি পাঠ করেছেন এবং আমি স্বকর্ণে তা শুনেছি, অথবা (২) আমি উক্ত মুহাদ্দিস বা রাবী বর্ণিত হাদীসগুলি লিখিতভাবে পাণ্ডুলিপি আকারে সংগ্রহ করার পরে তার সামনে বসে নিজ মুখে তা পাঠ করেছি এবং তিনি স্বকর্ণে তা শুনেছেন। অনেকেই প্রথম অর্থে (<span>حدثني، حدثنا</span>) ‘বলেছেন’ এবং দ্বিতীয় অর্থে (<span>أخبرني، أخبرنا</span>) সংবাদ দিয়েছেন পরিভাষা ব্যবহার করতেন। এ সকল পরিভাষা ব্যবহারের ক্ষেত্রে তাঁরা অনেক কড়াকড়ি করতেন।36 উভয় ক্ষেত্রেই শিক্ষার্থীর সামনে পাণ্ডুলিপি থাকত এবং তিনি পাণ্ডুলিপির সাথে শ্র“তি মিলিয়ে সংশোধন করতেন। তবে সনদ বর্ণনার ক্ষেত্রে পাণ্ডুলিপির উল্লেখের চেয়ে শ্র“তির উল্লেখের বেশি গুরুত্ব দেওয়া হতো। পাণ্ডুলিপি নির্ভরতার ভুলভ্রান্তি থেকে মুক্ত থাকার জন্য তারা এরূপ কড়াকাড়ি করতেন। </p>

<p> এ থেকে আমরা বুঝতে পারছি যে, উপরে উল্লিখিত মুয়াত্তা গ্রন্থের সনদটির অর্থ এই নয় যে, মালিক আবুয যিনাদ থেকে শুধুমাত্র মৌখিক বর্ণনা শুনেছেন এবং তিনি আ’রাজ থেকে মৌখিক বর্ণনা শুনেছেন এবং তিনি আবূ হুরাইরা থেকে মৌখিক বর্ণনা শুনেছেন। বরং এখানে সনদ বলার উদ্দেশ্য হলো এই সনদের রাবীগণ প্রত্যেকে তাঁর উস্তাদের মুখ থেকে হাদীসটি শুনেছেন, লিখেছেন এবং লিখিত পাণ্ডুলিপি মৌখিক বর্ণনার সাথে মিলিয়ে নিয়েছেন। মালিক বলেছেন, আমি আবুয যিনাদকে তাঁর পুস্তিকা বা পাণ্ডুলিপি থেকে পড়তে শুনেছি বা তাঁর সম্মুখে তাঁর পুস্তিকা পঠিত হতে শুনেছি, তিনি আ’রাজ থেকে অনুরূপভাবে লিখিত ও মৌখিক বর্ণনা গ্রহণ করেছেন, তিনি আবূ হুরাইরা থেকে শুনেছেন ও লিখেছেন। </p>

<p> তৃতীয় শতকের প্রসিদ্ধ মুহাদ্দিস মুহাম্মাদ ইবন ইসমাঈল আল-বুখারী (২৫৬ হি) এই হাদীসটি মুয়াত্তা থেকে উদ্ধৃত করেছেন। তিনি বলেন: </p>
<div><p>
حدثنا عبد الله بن مسلمة عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله  ذكر يوم الجمعة فقال فيه ساعة لا يوافقها عبد مسلم وهو قائم يصلي يسأل الله تعالى شيئا إلا أعطاه إياه وأشار بيده يقللها
</p></div>
<p> আমাদেরকে ‘আব্দুল্লাহ ইবন মাসলামা বলেছেন, মালিক থেকে আবুয যিনাদ থেকে, তিনি আ’রাজ থেকে, তিনি আবূ হুরায়রা থেকে, রাসূলুল্লাহ (সা.) শুক্রবারের কথা উল্লেখ করে বলেন: এই দিনের মধ্যে একটি সময় আছে কোনো মুসলিম যদি সেই সময়ে দাঁড়িয়ে সালাতরত অবস্থায় আল্লাহর নিকট কিছু প্রার্থনা করে তবে আল্লাহ তাকে তা প্রদান করেন। রাসূলুল্লাহ (সা.) হাত দিয়ে ইঙ্গিত করেন যে, এই সুযোগটি সল্প সময়ের জন্য।”37 </p>
<p> এখানে লক্ষণীয় যে, ইমাম বুখারী মুয়াত্তা গ্রন্থের হাদীসটি হুবহু উদ্ধৃত করেছেন। কিন্তু তিনি এখানে মুয়াত্তা গ্রন্থের উদ্ধৃতি দেন নি। বরং তিনি ইমাম মালিকের একজন ছাত্র থেকে হাদীসটি শুনেছেন বলে উল্লেখ করেছেন। বাহ্যত পাঠকের কাছে মনে হতে পারে যে, ইমাম বুখারী মূলত শ্র“তির উপর নির্ভর করেছেন। কিন্তু প্রকৃত বিষয় কখনোই তা নয়। ইমাম মালিকের নিকট থেকে শতাধিক ছাত্র মুয়াত্তা গ্রন্থটি পূর্ণরূপে শুনে ও লিখে নেন। তাঁদের বর্ণিত লিখিত মুয়াত্তা গ্রন্থ তৎকালীন বাজারে ‘ওর্য়ারাক’ বা ‘হস্তলিখিত পুস্তক’ ব্যবসাসীদের দোকানে পাওয়া যেত। ইমাম বুখারী যদি এইরূপ কোনো ‘পাণ্ডুলিপি’ কিনে তার বরাত দিয়ে হাদীসটি উল্লেখ করতেন তবে মুহাদ্দিসগণের বিচারে বুখারীর উদ্ধৃতিটি দুর্বল ও অগ্রহণযোগ্য বলে গণ্য হতো। </p>

<p> কারণ পাণ্ডুলিপি নির্ভরতার মধ্যে বিভিন্ন প্রকারের ভুলের সম্ভাবনা রয়েছে। এজন্য ইমাম মালিকের ‘মুয়াত্তা’ গ্রন্থটি তাঁর মুখ থেকে আগাগোড়া শুনে ও পাণ্ডুলিপির সাথে মিলিয়ে বিশুদ্ধ পাণ্ডুলিপি বর্ণনা করতেন যে সকল মুহাদ্দিস ইমাম বুখারী সে সকল মুহাদ্দিসের নিকট যেয়ে মুয়াত্তা গ্রন্থটি প্রথম থেকে শেষ পর্যন্ত স্বকর্ণে শুনেছেন। ইমাম বুখারী তাঁর গ্রন্থের বিভিন্ন স্থানে মুয়াত্তা গ্রন্থের হাদীসগুলি উদ্ধৃত করেছেন। কিন্তু কখনোই গ্রন্থের উদ্ধৃতি প্রদান করেন নি। বরং যাদের কাছে তিনি গ্রন্থটি পড়েছেন তাদের সূত্র প্রদান করেছেন। যেমন এখানে তিনি ‘আব্দুল্লাহ ইবন মাসলামার সূত্র উল্লেখ করেছেন। এখানে তাঁর কথার অর্থ হলো ‘আমি ‘আব্দুল্লাহ ইবন মাসলামার’ নিকট ইমাম মালিকের গ্রন্থটির মধ্যে এই হাদীসটি আমি পড়েছি বা পঠিত শুনেছি। </p>

<p> ৩য় শতাব্দীর অন্যতম মুহাদ্দিস ইমাম মুসলিমও (২৬২হি) এই হাদীসটি মুয়াত্তা থেকে উদ্ধৃত করেছেন। তিনি বলেন: </p>
<div><p>
حدثنا قتيبة بن سعيد عن مالك بن أنس عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله  ذكر يوم الجمعة فقال فيه ساعة لا يوافقها عبد مسلم وهو يصلي يسأل الله شيئا إلا أعطاه إياه وأشار بيده يقللها
</p></div>
<p> “আমাদেরকে কুতাইবা ইবন সাঈদ বলেন, মালিক থেকে, আবুয যিনাদ থেকে, তিনি আ’রাজ থেকে, তিনি আবূ হুরাইরা থেকে, রাসূলুল্লাহ (সা.) শুক্রবারের কথা উল্লেখ করে বলেন: এই দিনের মধ্যে একটি সময় আছে কোনো মুসলিম যদি সেই সময়ে সালাতরত অবস্থায় আল্লাহর নিকট কিছু প্রার্থনা করে তবে আল্লাহ তাকে তা প্রদান করেন। রাসূলুল্লাহ (সা.) হাত দিয়ে ইঙ্গিত করেন যে, এই সুযোগটি সল্প সময়ের জন্য।”38 </p>
<p> এখানে ইমাম মুসলিমও একইভাবে পুস্তকের উদ্ধৃতি না দিয়ে পুস্তকটির বর্ণনাকারীর উদ্ধৃতি প্রদান করছেন।
৫ম শতকের প্রসিদ্ধ মুহাদ্দিস ইমাম বাইহাকী আহমদ ইবনল হুসাইন (৪৫৮ হি) তাঁর ‘আস-সুনানুল কুবরা’ নামক হাদীস গ্রন্থে হাদীসটি উদ্ধৃত করেছেন। তিনি বলেন: </p>
<div><p>
أخبرنا علي بن أحمد بن عبدان أنبأ أحمد بن عبيد الصفار ثنا إسماعيل القاضي ثنا عبد الله هو القعنبي عن مالك عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله  ذكر يوم الجمعة فقال فيه ساعة لا يوافقها عبد مسلم وهو قائم يصلي يسأل الله شيئا إلا أعطاه إياه وأشار رسول الله  بيده يقللها.
</p></div>

<p> “আমাদেরকে আলী ইবন আহমদ ইবন আবদান বলেন, আমাদেরকে আহমদ ইবন উবাইদ সাফ্ফার বলেন, আমাদেরকে ইসমাঈল কাযী বলেন, আমাদেরকে ‘আব্দুল্লাহ ইবন মাসলামা কা’নাবী বলেন, তিনি মালিক থেকে, তিনি আবুয যিনাদ থেকে, তিনি আ’রাজ থেকে, তিনি আবূ হুরাইরা থেকে, রাসূলুল্লাহ (সা.) শুক্রবারের কথা উল্লেখ করে বলেন: এই দিনের মধ্যে একটি সময় আছে কোনো মুসলিম যদি সেই সময়ে দাঁড়িয়ে সালাতরত অবস্থায় আল্লাহর নিকট কিছু প্রার্থনা করে তবে আল্লাহ তাকে তা প্রদান করেন। রাসূলুল্লাহ (সা.) হাত দিয়ে ইঙ্গিত করেন যে, এই সুযোগটি সল্প সময়ের জন্য।”39 </p>
<p> এই সনদটি দেখে কেউ মনে করতে পারেন যে, পঞ্চম শতাব্দী পর্যন্তও মুহাদ্দিসগণ হাদীস বর্ণনার ক্ষেত্রে শুধু মৌখিক বর্ণনার উপর নির্ভর করতেন। রাসূলুল্লাহ (সা.) থেকে গ্রন্থকার পর্যন্ত মাঝে ৮ জন বর্ণনাকারী! সকলেই শুধু মৌখিক বর্ণনা ও শ্র“তির উপর নির্ভর করেছেন! কাজেই ভুলভ্রান্তি ও বিকৃতির সম্ভাবনা খুবই বেশি!! </p>

<p> কিন্তু প্রকৃত অবস্থা সম্পূর্ণ ভিন্ন। ইমাম বাইহাকীর এই সনদের অর্থ হলো: ইমাম মালিকের লেখা মুয়াত্তা গ্রন্থটি আমি আলি ইবন আহমদ ইবন আবদান-এর নিকট পঠিত শুনেছি। তিনি তা আহমদ ইবন উবাইদ সাফ্ফার-এর নিকট পড়েছেন। তিনি পুস্তকটি ইসমাঈল কাযীর নিকট পাঠ করেছেন। তিনি পুস্তকটি ‘আব্দুল্লাহ ইবন মাসলামা কা’নাবীর নিকট পাঠ করেছেন। তিনি মালিক থেকে….। এর দ্বারা তিনি প্রমাণ করলেন যে, তিনি মুয়াত্তা গ্রন্থটি বাযার থেকে ক্রয় করে নিজে পাঠ করে তার থেকে হাদীস সংগ্রহ করেন নি। বরং তিনি মুয়াত্তার পাণ্ডুলিপি সংগ্রহ করে এমন একটি ব্যক্তির নিকট তা পাঠ করে শুনেছেন যিনি নিজে গ্রন্থটি বিশুদ্ধ পাঠের মাধ্যমে আয়ত্ত করেছেন… এভাবে শেষ পর্যন্ত। বাইহাকী এই হাদীসটি আরো অনেকগুলি সনদে উল্লেখ করেছেন। সকল সনদেই তিনি মৌখিক বর্ণনা ও শ্র“তির কথা উল্লেখ করেছেন। তিনি মূলত বলেছেন যে, ইমাম মালিকের মুয়াত্তা গ্রন্থটি তিনি বিভিন্ন উস্তাদের নিকট বিভিন্ন সনদে বিশুদ্ধরূপে পড়ে শ্রবণ করেছেন।40 </p>
<p> ৭ম শতকের প্রসিদ্ধ মুহাদ্দিস মুহাম্মাদ ইবন ‘আব্দুল ওয়াহিদ ইবন আহমদ আল-মাকদিসী (৬৪৩ হি)। তিনি বুখারী ও মুসলিমের সংকলনের বাইরে অতিরিক্ত কিছু সহীহ হাদীস সংকলন করেন ‘আল-আহাদীস আল-মুখতারা’ নামক গ্রন্থে। এই গ্রন্থে তিনি বলেন: </p>
<div><p>
أخبرنا أبو عبدالله محمود بن أحمد بن عبدالرحمن الثقفي بأصبهان أن سعيد بن أبي الرجاء الصيرفي أخبرهم قراءة عليه أنا عبدالواحد بن أحمد البقال أنا عبيدالله بن يعقوب بن إسحاق أنا جدي إسحاق بن إبراهيم بن محمد بن جميل أنا أحمد بن منيع أنا الحسن بن موسى نا أبو جعفر الرازي عن الربيع بن أنس عن أبي العالية عن أبي بن كعب أن عمر أمر أبيا أن يصلي بالناس في رمضان فقال إن الناس يصومون النهار ولا يحسنون أن يقرؤا فلو قرأت القرآن عليهم بالليل فقال يا أمير المؤمنين هذا شيء لم يكن فقال قد علمت ولكنه أحسن فصلى بهم عشرين ركعة.
</p></div>

<p> “ইসপাহানে আমাদেরকে আবূ ‘আব্দুল্লাহ মাহমূদ ইবন আহমদ ইবন ‘আব্দুর রাহমান সাকাফী (৫১৭-৬০৬ হি) বলেছেন, আমাদেরকে সাঈদ ইবন আবূ রাজা সাইরাফী (৪৪২-৫৩২ হি) পাঠের মাধ্যমে বলেছেন, আমাদেরকে ‘আব্দুল ওয়াহিদ ইবন আহমদ বাক্কাল (৪৫৩ হি) বলেছেন, আমাদেরকে উবাইদুল্লাহ ইবন ই‘য়াকূব ইবন ইসহাক (৩৮৬ হি) বলেছেন, আমাদেরকে আমার দাদা ইসহাক ইবন ইবরাহীম ইবন মুহাম্মাদ ইবন জামীল (১৯৩-৩১০ হি) বলেছেন, আমাদেরকে আহমদ ইবন মানী’ (১৬০-২৪৪ হি) বলেছেন, আমাদেরকে হাসান ইবন মূসা (২১০ হি) বলেছেন, আমাদেরকে আবূ জা’ফর রাযী (১৬০ হি) বলেছেন, তিনি রাবী’ ইবন আনাস (১৪০ হি) থেকে, তিনি আবুল আলিয়াহ (৯৩ হি) থেকে, তিনি সাহাবী উবাই ইবন কা’ব (৩২ হি) থেকে: উমার (রা) উবাই ইবন কা’বকে নির্দেশ দেন যে, তিনি মানুষদেরকে নিয়ে রামাদান মাসে (তারাবীহের) সালাত আদায় করবেন। উমার বলেন: মানুষেরা দিবসে সিয়াম পালন করেন এবং রাতে ভালমত কুরআন পাঠ করতে পারেন না। আপনি রাতে তাদের উপর কুরআন পাঠ করুন। উবাই বলেন, হে আমীরুল মুমিনীন, এই বিষয়টিতো পূর্বে ছিল না। উমার বলেন, আমি তা জানি, কিন্তু বিষয়টি উত্তম। তখন উবাই তাঁদেরকে নিয়ে ২০ রাক‘আত সালাত আদায় করেন।”41
হাদীসটি দেখে আবারো মনে হতে পারে যে, মুহাদ্দিসগণ শুধুমাত্র মৌখিক বর্ণনার উপরেই নির্ভর করতেন। আর ৭ শতাব্দী যাবত ১১ ব্যক্তির মৌখিক বর্ণনার মাধ্যমে গ্রহণ করা হাদীসের মধ্যে ভুলভ্রান্তি ঘটা তো খুবই স্বাভাবিক! </p>

<p> কিন্তু প্রকৃত অবস্থা তা নয়। তৃতীয় হিজরী শতকের প্রসিদ্ধ মুহাদ্দিস আহমদ ইবন মানী’ (২৪৪ হি) সংকলিত ‘মুসনাদ আহমদ ইবন মানী’ নামক হাদীস গ্রন্থে হাদীসটি সংকলিত।42 মুহাম্মাদ ইবন ‘আব্দুল ওয়াহিদ আল-মাকদিসী এই গ্রন্থটি সংগ্রহ করেছেন, পাঠ করেছেন এবং তা থেকে হাদীসটি উদ্ধৃত করেছেন। কিন্তু তিনি শুধুমাত্র পাণ্ডুলিপির উপর নির্ভর করেন নি। তিনি এমন একজন মুহাদ্দিসের নিকট গমন করেছেন যিনি অবিচ্ছিন্ন সূত্র পরম্পরায় (uninterrupted chain of authorities) পুস্তকটি মূল সংকলকের নিকট থেকে পঠিতভাবে গ্রহণ করেছেন। এজন্য তিনি বলেছেন যে, তিনি ‘মুসনাদে আহমদ ইবন মানী’ নামক গ্রন্থটি এইরূপ বিশুদ্ধ পাঠে শ্রবণ করার জন্য নিজ দেশ ফিলিস্তিন থেকে সুদূর ইসপাহানে গমন করেন এবং সেখানে আবূ ‘আব্দুল্লাহ মাহমূদ ইবন আহমদ ইবন ‘আব্দুর রাহমান সাকাফী নামক এই মুহাদ্দিসের নিকট স্বকর্ণে তা শ্রবণ করেন। আর এই মুহাদ্দিস সনদে উল্লিখিত ব্যক্তিগণের মাধ্যমে মূল সংকলক থেকে পঠিতভাবে পুস্তকটি গ্রহণ করেছেন। </p>

<h2> ৫. মুহাদ্দিসগণের সনদ বর্ণনা পদ্ধতির মূল্যায়ন </h2>

<p> এভাবে আমরা দেখতে পাচ্ছি যে, লিখিত পাণ্ডুলিপির সাথে মৌখিক বর্ণনা ও শ্র“তির সমন্বয়ের জন্য মুহাদ্দিসগণ পাণ্ডুলিপি নির্ভরতা ও পুস্তকের বরাত প্রদানের পরিবর্তে শ্রবণের বরাত প্রদানের নিয়ম প্রচলন করেন। তাঁদের এই পদ্ধতিটি ছিল অত্যন্ত সুক্ষ্ম ও বৈজ্ঞানিক। বর্তমান যুগে প্রচলিত গ্রন্থের নাম, পৃষ্ঠা সংখ্যা ইত্যাদি উল্লেখ করে ‘Reference’ বা তথ্যসূত্র দেওয়ার চেয়ে এভাবে শিক্ষকের নাম উল্লেখ করে ‘Reference’ দেওয়া অনেক নিরাপদ ও যৌক্তিক। তৎকালীন হস্তলিখিত গ্রন্থের যুগে শুধুমাত্র গ্রন্থের উদ্ধৃতি প্রদানের ক্ষেত্রে গ্রন্থ পাঠে ভুলের সম্ভাবনা, গ্রন্থের মধ্যে অন্যের সংযোজনের সম্ভাবনা ও অনুলিপিকারের ভুলের সম্ভাবনা থাকে। কিন্তু গ্রন্থকারের মুখ থেকে গ্রন্থটি পঠিতরূপে গ্রহণ করলে এ সকল ভুল বা বিকৃতির সম্ভাবনা থাকে না। </p>

<p> একটি উদাহরণ আমাদেরকে বিষয়টি বুঝতে সাহায্য করবে। সময়ের দিক থেকে ইসলামের সবচেযে নিকটবর্তী ধর্ম খৃস্টধর্ম। এই ধর্ম অত্যন্ত শিক্ষিত ও সুসভ্য রোমান রাজ্যের অন্তর্ভুক্ত ইহূদীদের মধ্যে আবির্ভুত ও প্রচারিত হয়। কিন্তু প্রথম শতাব্দিগুলির খৃস্টানগণ তাদের ধর্মগ্রন্থ, ধর্ম-প্রবর্তকের জীবনী ও শিক্ষা সংরক্ষণে চরমভাবে ব্যর্থ হয়েছিলেন। যীশুর শিষ্যগণ, তাঁদের শিষ্যগণ বা প্রথম দুই-তিন শতকের খৃস্টানগণ যীশুর নামে প্রচলিত কোনো কথার সূত্র সন্ধান ও বিশুদ্ধতা নির্ণয়ের চেষ্টা ইত্যাদি কিছুই করেন নি। লোকমুখে যা প্রচারিত হয়েছে তাই বিশ্বাস করেছেন, বর্ণনা করেছেন ও লিখেছেন। কেউ কেউ কারো কথা অপছন্দ হলে তা প্রত্যাখ্যান করেছেন। কিন্তু নিজের পছন্দ অপছন্দের ঊর্ধ্বে নিরপেক্ষ নিরীক্ষার মাধ্যমে সূত্র সন্ধান করেন নি। ফলে প্রচলিত বাইবেলের মধ্যে অগণিত মিথ্যা, বৈপরীত্য ও পরস্পর বিরোধিতা দেখতে পাওয়া যায়। বাইবেলের এ সকল ভুল ও বৈপরীত্যে ভরা পুস্তকগুগুলিরও কোনো প্রাচীন পাণ্ডুলিপি, তথ্য-সূত্র বা সনদ পরম্পরা তারা রক্ষা করতে পারেন নি। সর্বোপরি প্রচলিত বাইবেলের মধ্যে বিদ্যমান অগণিত ভুল ও পরস্পর বিরোধী তথ্যের জন্য খৃস্টান পণ্ডিতগণ সর্বদা ‘লিপিকার’-কে দায়ি করেন। তাঁরা এগুলিকে লিপিকারের ভুল বলে উল্লেখ করেন। লিপিকারের ভুলকে তাঁরা দুইভাগে ভাগ করেন: (erratum) ভুল এবং (Various readings) বা পাঠের বিভিন্নতা। এ বিষয়ে T. H. Horne বলেন “errata অর্থাৎ ভুল এবং Various readings বা পাঠের বিভিন্নতার মাঝে সুন্দর পার্থক্য নির্ধারণ করেছেন মিকাইলস। তিনি বলেন: “যদি দুই বা ততোধিক বক্তব্যের মাঝে পার্থক্য দেখা যায় তবে মাত্র একটিই সঠিক বলে গণ্য হবে। বাকি বক্তব্যগুলি ইচ্ছাকৃত বিকৃতি অথবা লিপিকারের অনিচ্ছাকৃত ভুল বলে গণ্য হবে। তবে সাধারণত, বিকৃত বা ভুল বক্তব্য থেকে সঠিক বক্তব্যটি পৃথকরূপে নির্ধারণ করা কঠিন। যদি কোন্টি সঠিক বক্তব্য সে বিষয়ে সন্দেহ থেকে যায় তবে সবগুলি বক্তব্যকেই Various readings বা পাঠের বিভিন্নতা বলে গণ্য করা হবে। আর যদি নিশ্চিতরূপে জানা যায় যে, লিপিকার এখানে মিথ্যা লিখেছেন তবে বলতে হবে যে, তা লিপিকারের ভুল (erratum)।43
অর্থাৎ বাইবেলের অনুলিপি করার ক্ষেত্রে বাইবেল স্বকর্ণে শুনে বিশুদ্ধ পাঠ আয়ত্ব করে লেখার কোনো পদ্ধতি ধর্মগুরু পণ্ডিতগণের মধ্যে প্রচলিত ছিল না। বাইবেল বিশেষজ্ঞ ধর্মগুরুগণ সাধারণত পাণ্ডুলিপি দেখে তার অনুলিপি করতেন। এতে তারা বিভিন্ন ভুলের মধ্যে নিপতিত হতেন। এজন্য খৃস্টান পণ্ডিতগণের মতেই বাইবেলের মধ্যে এইরূপ ভুলভ্রান্তির সংখ্যা লক্ষ লক্ষ। মি. মিল গবেষণা করে প্রমাণ করেছেন যে, বাইবেলের মধ্যে এইরূপ ৩০,০০০ (ত্রিশহাজার) লিপিকারের ভুল বা ‘পাঠের বিভিন্নতা’ রয়েছে। আর ক্রিসবাখ গবেষণা করে প্রমাণ করেছেন যে, বাইবেলের মধ্যে এইরূপ ১,৫০,০০০ (একলক্ষ পঞ্চাশহাজার) ভুল রয়েছে। আর বাইবেল গবেষক পণ্ডিত শোলয প্রমাণ করেছেন যে, এইরূপ ভুল ও বিকৃতি বাইবেলের মধ্যে এত বেশি যে তা গণনা করে শেষ করা যায় না।44 </p>
<p> এ সকল লক্ষ লক্ষ ভুলের পর্যালোচনা আমাদের উদ্দেশ্য নয়। আগ্রহী পাঠক এ সকল বিকৃতি, সংযোজন, বিয়োজন ও পরিবর্তনের শতশত উদাহরণ আল্লামা রাহমাতুল্লাহ কীরানবীর ‘ইযাহারুল হক্ক’ গ্রন্থে দেখতে পাবেন। এছাড়া আল্লামা আহমদ দীদাত রচিত ‘Is The Bible God’s Word?’ নামক পুস্তকেও পাঠক অনেক উদাহরণ দেখতে পাবেন। এখনে আমাদের উদ্দেশ্য হলো মুসলিম উম্মাহর মুহাদ্দিসগণের পদ্ধতির সুক্ষ্মতা ও বিচক্ষণতা তুলে ধরা। </p>

<p> হাদীস বর্ণনার ক্ষেত্রে তাঁরা শুধু পাণ্ডুলিপির উপর নির্ভর করা বর্জন করেছেন। পাণ্ডুলিপিকে মৌখিক বিবরণ ও স্বকর্ণ শ্রবণের সহায়করূপে রেখেছেন। পাশাপাশি তাঁরা প্রতিটি বর্ণনার ক্ষেত্রে বর্ণনাকারী থেকে রাসূলুল্লাহ (সা.) পর্যন্ত অবিচ্ছিন্ন সূত্র পরম্পরা বা সনদ বর্ণনার বাধ্যবাধকতা মেনে চলেছেন। এতে বর্ণনাকারী বা অনুলিপিকারের অনিচ্ছাকৃত ভুল ও ইচ্ছাকৃত বিকৃতি উভয়ই নিয়ন্ত্রণ করা সম্ভব হয়েছে। কেউ ইচ্ছাকৃত বা অনিচ্ছাকৃত কোনো ভুল করলে তুলনামূলক নিরীক্ষার মাধ্যমে তা সহজেই চিহ্নিত করা সম্ভব হয়েছে। কোনো বর্ণনার মধ্যে কোনো প্রকারের কম বেশি হলে সনদে উল্লিখিত অন্যান্য রাবীর বর্ণনা, তাঁদের অন্যান্য ছাত্রের বর্ণনা ইত্যাদির মধ্যে তুলনা করলেই অতি সহজে ধরা পড়ে যে, সংযোজন, বিয়োজন বা পরিবর্তন কে করেছেন, কিভাবে করেছেন এবং তাঁর এই পরিবর্তনের উৎস কি? প্রবন্ধের কলেবর বৃদ্ধির আশংকায় এ বিষয়ক উদাহরণ পেশ করতে পারছি না। </p>

<p> উপরের আলোচনা থেকে আমরা নিশ্চিতরূপে বুঝতে পারছি যে, হাদীস কখনোই শুধু মৌখিক বর্ণনা ও শ্র“তির উপর নির্ভর করে বর্ণনা ও সংকলন করা হয় নি। সকল ক্ষেত্রে লিখিত পাণ্ডুলিপির যথাযথ সহায়তা গ্রহণ করা হয়েছে। তবে মুহাদ্দিসগণ কখনোই হাদীস বর্ণনার তথ্য সূত্র হিসাবে পাণ্ডুলিপির উল্লেখকে মেনে নেন নি। বরং পাণ্ডুলিপির পাশাপাশি মৌখিক বর্ণনা ও শ্র“তির উপরে তাঁরা বিশেষ গুরুত্ব আরোপ করেছেন। আমরা আরো বুঝতে পারছি যে, তাঁদের এই পদ্ধতিটি ছিল অত্যন্ত সুক্ষ্ম ও বৈজ্ঞানিক। বিষয়টি মুসলিম উম্মাহ ও ইসলামের অলৌকিকত্ব প্রমাণ করে। </p>

<br />
<br />

<p> 1 ইরাকী, যাইনুদ্দীন ‘আব্দুর রাহীম ইবনুল হুসাইন (৮০৬হি), আত-তাকয়ীদ ওয়াল ঈদাহ (বৈরুত, মুআসসাসাতুল কুতুবিল ইলমিয়্যাহ, ৫ম প্রকাশ, ১৯৯৭), পৃ: ৬৬-৭০; ফাতহুল মুগীস (কাইরো, মাকতাবাতুস সুন্নাহ, ১৯৯০), পৃ: ৫২-৬৩; সাখাবী, মুহাম্মাদ ইবন ‘আব্দুর রাহমান (৯০২হি), ফাতহুল মুগীস (কাইরো, মাকতাবাতুস সুন্নাহ, ১ম প্রকাশ ১৯৯৫) ১/৮-৯, ১১৭-১৫৫; সুয়ূতী, জালালুদ্দীন ‘আব্দুর রাহমান (৯১১হি), তাদরীবুর রাবী (রিয়াদ, মাকতাবাতুর রিয়াদ আল-হাদীসাহ) ১/১৮৩-১৯৪। </p>
<p> 2 মালিক ইবন আনাস (১৭৯) আল-মুআত্তা (কাইরো, দারু এহইয়াইত তুরাসিল আরাবী) ১/১০৮। </p>
<p> 3 ইবন হাজার আসকালানী, আহমদ ইবন আলী (৮৫২ হি), লিসানুল মীযান (বৈরুত, মুআস্সাসাতু আল-আ’লামী, ৩য় প্রকাশ, ১৯৮৬) ৩/২৫৩। </p>
<p> 4 ইবন হাযম, আলী ইবন আহমদ (৪৫৬ হি), আসমাউস সাহাবাহ আর-রুআত (বৈরুত, দারুল কুতুবিল ইলমিয়্যাহ, ১ম প্রকাশ, ১৯৯২)। </p>
<p> 5 মুহাম্মাদ আজ্জাজ আল-খাতীব, আস-সুন্নাতু কাবলাত তাদবীন (কাইরো, মাকতাবাতু ওয়াহবাহ, ১ম প্রকাশ ১৯৬৩) পৃ: ৩০৩-৩২১। </p>
<p> 6 রামহুরমুযী, হাসান ইবন ‘আব্দুর রাহমান (৩৬০ হি), আল-মুহাদ্দিস আল-ফাসিল (বৈরুত, দারুল ফিকর, ৩য় মুদ্রণ, ১৪০৪ হি) পৃ: ৩৭০-৩৭১। </p>
<p> 7 প্রাগুক্ত, পৃ: ৩৭১। </p>
<p> 8 প্রাগুক্ত, পৃ: ৩৭৬। </p>
<p> 9 ইবন রাজাব, ‘আব্দুর রাহমান ইবন আহমদ (৭৯৫ হি), শারহু ইলালিত তিরমিযী (বৈরুত, আলামুল কুতুব, ২য় মুদ্রণ ১৯৮৫), পৃ: ৫৭। </p>
<p> 10 রামহুরমুযী, আল-মুহাদ্দিস আল-ফাসিল, পৃ: ৩৭০-৩৭১। </p>
<p> 11 ইবন রাজাব, শারহু ইলালিত তিরমিযী, পৃ: ৫৭। </p>
<p> 12 রামহুরমুযী, আল-মুহাদ্দিস আল-ফাসিল, পৃ: ৩৭০-৩৭৭। </p>
<p> 13 খতীব বাগদাদী, আহমাদ ইবন আলী (৪৬৩ হি), আল-কিফাইয়াতু ফী ইলমির রিওয়াইয়া (মদীনা মুনাওয়ারা, আল-মাকতাবাতুল ইলমিয়্যাহ), পৃ: ১১৭। </p>
<p> 14 ইবন আবী হাতিম, ‘আব্দুর রাহমান ইবন মুহাম্মাদ (৩২৭ হি), আল-জারহু ওয়াত তা’দীল (বৈরুত, দারু এহইয়াইত তুরাসিল আরাবী ১ম প্রকাশ ১৯৫২) ১/৬৪-৬৫। </p>
<p> 15 ইবন আবী হাতিম, প্রাগুক্ত ১/২৭১। </p>
<p> 16 ইবন আবী হাতিম, প্রাগুক্ত ১/৩৩৭; ইবন হাজার, তাহযীবুত তাহযীব (বৈরুত, লেবানন, দারুল ফিকর, ১ম প্রকাশ, ১৯৮৪) ৭/৩০। </p>
<p> 17 ইবন আবী হাতিম, আল-জারহু ওয়াত তা’দীল ১/৩৩৬। </p>
<p> 18 ইবন আবী হাতিম, প্রাগুক্ত ১/৩১৪। </p>
<p> 19 আহমদ ইবন হাম্মাল (২৪১ হি), আল-‘ইলাল ওয়া মা’রিফাতুর রিজাল (বৈরুত, আল-মাকতাবুল ইসলামী, ১ম প্রকাশ, ১৯৮৮) ২/৩৬৯। </p>
<p> 20 যাহাবী, মুহাম্মাদ ইবন আহমাদ (৭৪৮ হি.), মীযানুল ই’তিদাল (বৈরুত, দারুল কুতুবিল ইলমিয়্যাহ, ১ম প্রকাশ, ১৯৯৫) ৭/২৭৬-২৭৭; সিয়ারু আ’লামিন নুবালা (বৈরুত, মুআসসাসাতুর রিসালাহ, ৯ম প্রকাশ ১৪১৩ হি) ১১/১৫৯। </p>
<p> 21 ইবন ‘আদী, ‘আব্দুল্লাহ আল-জুরজানী (৩৬৫ হি) আল-কামিল ফী দু‘আফাইর রিজাল (বৈরুত, দারুল ফিকর, ৩য় প্রকাশ, ১৯৮৮) ৬/৩০১-৩০২; ইবনুল জাউযী, ‘আব্দুর রাহমান ইবন আলী (৫৯৭ হি), আদ-দুআফা ওয়াল মাতরূকীন (বৈরুত, দারুল কুতুবিল ইলমিয়্যাহ, ১ম প্রকাশ, ১৪০৬হি) ৩/৪৩, ৯৭। </p>
<p> 22 যাহাবী, মীযানুল ই’তিদাল ৫/১১৪। </p>
<p> 23 ইবন হাজার, তাকরীবুত তাহযীব (হালাব, সিরিয়া, দারুর রাশীদ, ১ম প্রকাশ ১৯৮৬), পৃ: ১৩৮। </p>
<p> 24 ইবন হাজার, তাহযীবুত তাহযীব ৬/৩১২; তাকরীবুত তাহযীব, পৃ ৩৫৮। </p>
<p> 25 ইবন হাজার, তাহযীবুত তাহযীব ৫/৩৩১; তাকরীবুত তাহযীব, পৃ ৩১৯। </p>
<p> 26 যাহাবী, মীযানুল ই’তিদাল ২/১৬৪; ইবন হাজার, তাহযীবুত তাহযীব ২/১১৪। </p>
<p> 27 ইবন হিব্বান, মুহাম্মাদ (৩৫৪ হি), আস-সিকাত (বৈরুত, দারুল ফিকর, ১ম প্রকাশ, ১৩৯৫ হি.) ৯/১৩৭। </p>
<p> 28 আবু নু‘আইম আল-ইসপাহানী (৪৩০ হি), হিলইয়াতুল আউলিয়া (বৈরুত, দারুল কিতাব আল-আরাবী, ৪র্থ প্রকাশ, ১৪০৫হি) ৯/১৬৫; খতীব বাগদাদী, আল-জামিয় লি-আখলাকির রাবী (রিয়াদ, মাকতাবাতুল মা‘আরিফ, ১৪০৩হি) ২/১৩; যাহাবী , সিয়ারু আ’লামিন নুবালা ১১/২১৩। </p>
<p> 29 ইবন রাজাব, শারহু ‘ইলালিত তিরমিযী, পৃ: ৫৭। </p>
<p> 30 আহমদ ইবন হাম্বাল, আল-মুসনাদ (কাইরো, মুআসসাসাতু কুরতুবাহ, ও দারুল মা‘আরিফ, ১৯৫৮) ৩/২৯৭, খতীব বাগদাদী, আল-জামিয় লি-আখলাকির রাবী ২/১২। </p>
<p> 31 আহমদ ইবন হাম্বাল, আল-মুসনাদ (কাইরো, মুআসসাসাতু কুরতুবাহ, ও দারুল মা‘আরিফ, ১৯৫৮) ৩/২৯৭, খতীব বাগদাদী, আল-জামিয় লি-আখলাকির রাবী ২/১২। </p>
<p> 32 মুসলিম ইবনুল হাজ্জাজ (২৬২ হি), আত-তাময়ীয (রিয়াদ, মাকতাবাতুল কাউসার, ৩য় মুদ্রণ, ১৪১০হি), পৃ: ১৮৭-১৮৮। </p>
<p> 33 ইবন হাজার, তাহযীবুত তাহযীব ৮/৪৪। </p>
<p> 34 ইবন হাজার, প্রাগুক্ত। </p>
<p> 35 ইবন হাজার, তাহযীবুত তাহযীব ১০/৬৩; তাকরীবুত তাহযীব, পৃ ৫২৩। </p>
<p> 36 ‘আব্দুল হাই লাখনবী, যাফরুল আমানী ফী মুখতাসারিল জুরজানী (দুবাই, দারুল ‘ইলম ১ম প্রকাশ, ১৯৯৫), পৃ. ৪৭৬-৪৮২। </p>
<p> 37 বুখারী, মুহাম্মাদ ইবন ইসমাঈল, আস-সহীহ (বৈরুত, দারু কাসীর, ইয়ামাহ, ২য় প্রকাশ, ১৯৮৭) ১/৩১৬। </p>
<p> 38 মুসলিম ইবনুল হাজ্জাজ, আস-সহীহ (কাইরো, দারু এহইয়াইল কুতুবিল আরাবিয়্যা) ২/৫৮৩। </p>
<p> 39 বাইহাকী, আহমদ ইবনুল হুসাইন (৪৫৮হি.), আস-সুনানুল কুবরা (মক্কা মুকাররামা, সৌদি আরব, মাকতাবাতু দারিল বায, ১৯৯৪) ৩/২৪৯। </p>
<p> 40 বাইহাকী, আস-সুনানুল কুবরা ৩/২৪৯। </p>
<p> 41 মাকদিসী, মুহাম্মাদ ইবন ‘আব্দুল ওয়াহিদ, আল-আহাদীস আল-মুখতারাহ (মাক্কা মুকাররামাহ, মাকতাবাতুন নাহদাহ আল-হাদীসাহ, ১ম প্রকাশ, ১৪১০হি) ৩/৩৬৭। </p>
<p> 42 বুসীরী, আহমদ ইবন আবী বাকর (৮৪০ হি), মুখতাসারু ইতহাফিস সাদাত (বৈরুত, দারুল কুতুবিল ইলমিয়্যাহ, ১ম প্রকাশ, ১৯৯৬) ৩/৬৪। </p>
<p> 43 T. H. Horne, An Introduction to The Critical Study And Knowledge of The Holy Scriptures (London, 3rd Edition, 1822) 2/325.; রাহমাতুল্লাহ কিরানবী, ইযহারুল হক (রিয়াদ, দারুল ইফতা, ১ম মুদ্রণ, ১৯৮৯) ২/৫৪২। </p>
<p> 44 রাহমাতুল্লাহ কিরানবী, ইযহারুল হক্ক ২/৫৪২। </p>
`;
