export const article4Content = `
<div><p>
مناهج التعليم الإسلامي ومدارسها في بنغلاديش: تاريخ ومقارنة 
</p></div>
<div><p>
مقال أعده دكتور خوندكار أبو نصر محمد عبد الله جهانغير،
</p></div>
<div><p>
ونشر في مجلة دراسات الجامعة الإسلامية، المجلد الثامن،
</p></div>
<div><p>
الجزء الثاني، يونيو 2000م
</p></div>
<div><p>
المقدمة
الحمد لله رب العالمين. والصلاة والسلام على سيد المرسلين، نبينا محمد وآله وصحابته أجمعين. وبعد، فإن الشعب البنغلاديشي المسلم قد اجتهد لنشر العلوم الإسلامية منذ أن دخل الإسلام فيها. ومر التعليم الإسلامي بمراحل مختلفة قد جرب فيها أنواعاً من المناهج التعليمية. ومن أجل تطوير التعليم الإسلامي وتحسين أوضاعه يجب علينا أن ننظر إلى هذه المناهج لمعرفة محاسنها ومآخذها. وهذه المقالة المتواضعة تسعى لهذا الهدف والله الموفق وعليه التكلان.
</p></div>
<div><p>
<div><h2> مناهج التعليم الإسلامي في العصور القديمة: </h2></div>
</p></div>
<div><p>
ذكر في بعض المصادر الشعبية أن جماعة من الدعاة قد وصلوا إلى بنغلاديش في القرن السابع الميلادي (القرن الأول الهجري) في عهد عمر بن الخطاب t[1]، إلا أننا لا نجد التفاصيل عن أنشطة الدعوة والدعاة في بلاد البنغال في القرون الهجرية الأربعة الأولى، أي القرن السابع والثامن والتاسع والعاشر الميلادي[2].
</p></div>
<div><p>
تكاثفت الدعوة الإسلامية وانتشر الوجود الإسلامي في هذه البلاد منذ القرن الحادي عشر الميلادي (الخامس الهجري)، ودخل الناس في الإسلام أفواجاً[3]. ومنذ بداية القرن الثالث عشر الميلادي، (السابع الهجري) تأسس الحكم الإسلامي في البنغال، وكان للحكام المسلمين مساهمات في نشر التعليم الإسلامي عن طريق معاونة الدعاة وتشجيع العلماء وتأسيس المدارس ونحو ذلك[4].
</p></div>
<div><p>
كان التعليم في البنغال في هذه العصور، أي في القرون الثمانية من تاريخهم في هذه البلاد، من القرن الحادي عشر إلى الثامن عشر الميلادي، من الخامس إلى الثاني عشر الهجري تعليماً دينياً شرعياً في أصله، حيث كانت الصبغة الدينية هي الغالبة عليه. وكان التعليم في تلك العصور يتم عن طريق المساجد، والكتاتيب، ومجالس العلماء والخانقاه، والمدارس.
</p></div>
<div><p>
كانت المساجد والكتاتيب التي سميت “مكاتب” مراكز التعليم الابتدائي. وعادةً يبدأ تعليم الطفل من الرابعة أو الخامسة من عمره، ويستمر في “المكتب” أو “الكُتَّاب” خمسة أعوام أو ستة. وكان يتعلم فيه تلاوة القرآن الكريم، وأحكام الطهارة والصلاة والصيام وغير ذلك من أحكام الشريعة، ومبادئ اللغة العربية واللغة الفارسية إلى جانب مبادئ الحساب والتاريخ. ويعتنى بصفة خاصة بتعليم اللغة الفارسية التي كانت لغة الإدارة والثقافة للمسلمين في تلك العصور. وفي الأيام الأخيرة من هذه الفترة أدخلت اللغة البنغالية ضمن مواد المكاتب[5]. وكانت هناك “مكاتب” خاصة لـ”تحفيظ القرآن الكريم”، حيث يتفرغ فيها الطلاب لحفظ القرآن الكريم كاملاً إلى جانب تعلم مبادئ اللغة العربية والفارسية ونبذ من أحكام الشريعة[6].
</p></div>
<div><p>
وأما “المدارس” فيبدو[7] أنها كانت تتبع المناهج والمقررات السائدة في باقي أنحاء الهند. وذكر الشيخ عبد الحي الحسني، والد الشيخ أبي الحسن علي الندوي المناهج والمقررات السائدة في الهند، فذكر أن المناهج الدراسية والمقررات في المدارس الإسلامية في أنحاء الهند كانت منذ أوائل القرن السابع الهجري (الثالث عشر الميلادي) تقوم على تدريس المواد والكتب التالية
</p></div>

<div>
<div>
<ol>
	<li> النحو: المصباح، والكافية، ولب الألباب للقاضي ناصر الدين البيضاوي، ثم الإرشاد للقاضي شهاب الدين الدولة آبادي، ثم حواشي الكافية له ولبعض تلامذته.</li>
	<li> الفقه (الفقه الحنفي): المتفق، ومجمع البحرين، والقدوري، والهداية.</li>
	<li> أصول الفقه: الحسامي، والمنار، وشروحه، وأصول البزدوي.</li>
	<li> التفسير: المدارك، وتفسير البيضاوي، والكشاف.</li>
	<li> التصوف: العوارف والتعرف، والفصوص، ثم نقد الفصوص، واللمعات للعراقي.</li>
	<li> الحديث: مشارق الأنوار للصغاني، ومصابيح السنة للبغوي.</li>
	<li> الأدب: المقامات الحريرية.</li>
	<li> المنطق: شرح الشمسية.</li>
	<li> الكلام: شرح الصحائف، أو العقيدة النسفية، والقصيدة اللامية، والتمهيد لأبي شكور السالمي.</li>
</ol>
</div>
</div>

<div><p> وكانت العناية تنصب في القرون الأولى على الفقه والفتاوى، مع الإهمال الشديد بدراسة النصوص، خاصة الحديث، فلم يكن يعتنى به، ولا يربط بينه وبين الفقه والأحكام. ثم أدخلت منذ القرن التاسع الهجري (الخامس عشر الميلادي) بعض الكتب في العلوم العقلية من أصول الفقه والمنطق، واللغة والكلام في المقررات. وما زالت عناية العلماء بالعلوم العقلية والمنطق والحكمة تزداد يوماً بعد يوم، حتى أصبحت البروز فيهما معياراً للتفوق العلمي، وما زال العلماء يدخلون في مناهجهم ومقرراتهم كتباً جديدةً في المنطق والحكمة وما أشبههما من العلوم العقلية على حساب العلوم النقلية، فكانت عنايتهم بدراسة الحديث والتفسير ضعيفة، ولا سيما دراسة الحديث فقد كانت مهملة إلى درجة كبيرة. </p></div>

<div><p> واستمرت المناهج والمقررات للتعليم الإسلامي في المدارس- أي الكليات والمعاهد العليا للتعليم الإسلامي- على هذا المنوال إلى منتصف القرن الثاني عشر الهجري (منتصف القرن الثامن عشر الميلادي). وفي هذا الزمن وضع عالم هندي الشيخ نظام الدين السهالوي (ت 1161هـ/1748م)، نظاماً جديداً لمقررات المدارس الإسلامية تلقاها العلماء بالقبول فراج في جميع أنحاء الهند بما فيه المدارس الإسلامية في بنغلاديش، فأصبح المنهج الموحد للتعليم الإسلامي المتوسط والعالي، وسمي “الدرس النظامي” (المنهج النظامي) نسبة إلى واضعه. وفيما يلي بيان للمواد الدراسية والكتب المقررة فيها: </p></div>

<div>
<div>
<ol>
	<li>الصرف: الميزان، والمنشعب، وبنج غنج، وزبده، وصرف مير، والفصول الأكبرية، والشافية، علما بأن أكثرها مختصرات عقيمة باللغة الفارسية لتعليم القواعد العربية.</li>
	<li>النحو مير، وشرح العوامل المائة، وهداية النحو، والكافية، وبعض المواضع من شرح الكافية للملا جامي المسمى “الفوائد الضيائية”. وأكثرها كتيبات مختصرة عقيمة باللغة الفارسية لتعليم القواعد العربية.</li>
	<li>البلاغة: مختصر المعاني للتفتازاني، والمطول إلى مبحث “ما أنا قلت”</li>
	<li>المنطق: الصغرى، والكبرى، والإيساغوجي، والتهذيب، وشرح التهذيب، وقطبي، ومير قطبي، وسلم العلوم، ومير زاهد رسالة، ومير زاهد ملا جلال.</li>
	<li>الحكمة (الفلسفة وعلوم الطبيعة على المنهج اليوناني): شرح هداية الحكمة للميبذي، وشرحها للصدر الشيرازي (إلى مبحث المكان)، والشمس البازغة للجونبوري.</li>
	<li>الأفلاك والهيئة والرياضية: خلاصة الحساب باب التصحيح، والمقالة الإولى من تحرير الإقليدس، وتشريح الأفلاك والقوشجية، والباب الأول من شرح الجغمني.</li>
	<li>الفقه: النصف الأول من شرح الوقاية، والنصف الثاني من الهداية.</li>
	<li>أصول الفقه: نور الأنوار، والتلويح (إلى المقدمات الأربعة)، ومسلم الثبوت (إلى المبادئ الكلامية).</li>
	<li>الكلام: شرح العقائد النسفية للتفتازاني (إلى السمعيات)، والجزء الأول من شرح العقائد للدوَّاني، ومير زاهد شرح المواقف: مبحث الأمور العامة.</li>
	<li>التفسير: الجلالين، والبيضاوي إلى آخر سورة البقرة.</li>
	<li>الحديث: مشكاة المصابيح إلى كتاب الجمعة</li>
	<li>المناظرة: الرشيدية[8].</li>
</ol>
</div>
</div>

<div><p>
وكانت الدراسة حسب هذا المنهج لمدة سبع سنوات[9]. ويلتحق الطالب بها بعد إنهاء التعليم الابتدائي، في حدود السن الثالثة عشرة من عمره أو بعدها[10].
</p></div>
<div><p>
وجاء أحد أبناء الشيخ نظام الدين المذكور، واسمه “مولانا عبد العلي بحر العلوم” إلى البنغال في منتصف القرن الثامن عشر الميلادي، أي قبيل استيلاء الإنجليز على السلطة، فروج المنهج المذكور في البنغال[11]، حتى أصبح هو النظام التعليمي الموحد في التعليم الإسلامي المتوسط والعالي في البنغال في أواخر عهد الملوك المسلمين في البنغال وفي أول عهد البريطانيين، إلا ما سأذكره من أمر المدارس على المناهج الحكومية.
</p></div>
<div><h2>
ويلحظ الناظر في حركة التعليم في تلك العصور أمرين غير مقبولين: </h2></div>
<div><p>
أولهما عدم العناية باللغة المحلية، وضعف العناية باللغة العربية، وصب العناية على اللغة الفارسية، وجعلها لغة التعليم ووسيلة التفاهم والتدريس في جميع المراحل[12]، رغم أنها كان يجهلها المسلمون المحليون إلا من تعلمها، وباللغة الأردية في الأيام الأخيرة بجانب الفارسية[13]، علماً بأن الأردية لم يكن يفهمها ويتكلم بها إلا قليل من سكان بلاد البنغال. وقد أدى هذا التوجه الخاطئ في التعليم إلى عدم ظهور أدب إسلامي موجه للعامة باللغة البنغالية، وضعف التوعية العامة، وإلى إهدار كثير من طاقات الطلبة كان من الممكن استغلالها في تعلم أمور أنفع وألزم لهم،
</p></div>
<div><p>
ومن الآثار السلبية لهذا التوجه الخاطئ عدم انتشار اللغة العربية في العامة. فإن اللغة العربية تدرس كمادة، وكلغة ميتة في الغالب. فلا هي لغة التعليم، ولا هي لغة التأليف. ولا شك أن هذا من أسباب ضعف مستوى الطلاب في التحصيل العلمي، وفي فهم التراث الإسلامي الأصيل المكتوب باللغة العربية. فإنه يعتمد في الأساس على الكتب المتأخرة المترجمة أو المؤلفة باللغة الفارسية. كما نلحظ ضعف الحركة التأليفية باللغة العربية، فلا نجد في الكتاب والعلماء البنغاليين في تلك العصور من ألف بالعربية، وإنما كانوا يؤلفون- على قلة- بالفارسية أو الأردية.
</p></div>
<div><p>
وثانيهما شدة العناية بالعلوم العقلية وإضاعة الأوقات في المباحث العقلية الفارغة التي لا طائل تحتها ولا فائدة منها لطالب العلم في دينه، ولا في دنياه، بل كان ذلك نوعاً من الترف العلمي[14]. وقد رأينا أن “الدرس النظامي” أو “المنهج النظامي” الذي راج وسيطر على التعليم الإسلامي منذ منتصف القرن الثامن عشر وظل مسيطراً على التعليم الإسلامي في العهد البريطاني وبعده- كما سنراه بعد- لم يخرج من هذا التوجه الخاطئ تجاه العلوم العقلية. ففي هذا النظام تدرس 21 كتاباً في المنطق والكلام، والفلسفة والهيئة. والكتب الـ18 التي تدرس في النحو والصرف والبلاغة وأصول الفقه هي كتب تغلب عليها الصبغة العقلية، فمباحثها في الحقيقة مناقشات عقلية بعيدة عن النصوص واللغة والتطبيقات. وأما العلوم النقلية التي هي أساس علوم الشريعة فلا نصيب لها من الاهتمام، إذ لا يدرس فيها إلا صفحات يسيرة وأبواب قليلة من خمسة كتب في التفسير والحديث والفقه. فالحديث النبوي الشريف تدرس فيه صفحات كتاب غير أصيل وغير مسند، وفيه الصحيح والضعيف دون تمييز. ويدرس في التفسير تفسير الجلالين الذين في الحقيقة شرح لبعض الألفاظ والجمل القرآنية، ثم سورة البقرة من تفسير البيضاوي. وأما كتب التفسير المعتمدة، ولا سيما التفسير المأثور فلا يدرس شيء منها. وأما الفقه فيدرس فيه كتابان فقط، وفي الحقيقة كتاب واحد، إذ كان يدرس من كل كتاب نصفه. هذا إلى جانب إهمال العلوم العصرية النافعة، مثل الحساب والتاريخ والجغرافيا واللغة المحلية، واللغة الإنجليزية ونحوها. فجل جهود الطلاب تصرف في علوم عقلية غير نافعة وغير ضرورية للعصر، فلا يستفيد منها في دنياه، ولا في دينه، ولا تمكِّنه مقدرته العلمية من تبوء مكانة مناسبة في المجتمع الذي يعيش به.
</p></div>

مناهج التعليم في عهد الاحتلال البريطاني:

بدأ البريطانيون يتوافدون إلى الهند للتجارة منذ بداية القرن السابع عشر الميلادي، واستأذنوا من ملوك الهند المسلمين لإنشاء مراكز لهم في بعض أنحاء الهند. وكان البنغال من أهم مراكزهم[15]. وفي عام 1757م تمكن الإنجليز من القضاء على حكم المسلمين في البنغال وأصبحت السلطة بأيديهم، وظلت تحت الحكم البريطاني قرابة قرنين، حيث استقلت مع الهند في عام 1947م، ودخلت معظم أجزاء البنغال في الجزء الشرقي لباكستان المسمى “باكستان الشرقية”[16].

مني التعليم الإسلامي في بلاد البنغال بعد الاحتلال البريطاني بخلل كبير وضعف شديد. وذلك لأسباب عديدة، منها حرمان التعليم الإسلامي من الدعم والمساندة من قبل الحكومة، ومنها مصادرة الحكومة الأراضي الموقوفة على المدارس، وصرف الأموال القادمة من أوقاف المسلمين في التعليم العلماني بدلاً من التعليم الإسلامي، ومنها إقصاء المسلمين عن الوظائف الحكومية، ومنها تكثيف الجهود التنصيرية، ومنها محاولة الحكومة لفرض نظام تعليمي علماني صرف[17]. وقد وجدت في هذا العهد ثلاثة أنواع من المدارس الإسلامية، لكل نوع منها منهج مستقل، وهي “المنهج القديم للمدارس الإسلامية” والمنهج الجديد للمدارس الإسلامية”، ومدارس هذين المنهجين تخضع للإشراف الحكومي بأشكال مختلفة أشرحها فيما بعد. وأما النوع الثالث من المدارس فهي المدارس الأهلية المتمسكة بـ”الدرس النظامي”، خارجة عن الإشراف الحكومي.

<div><h2>
أولاً: المنهج القديم للتعليم الإسلامي ومدارسها”: </h2></div>
<div><p>
في عام 1780م أسس الحاكم الإنجليزي للبنغال وارن هستكس  مدرسة إسلامية في “كلكتا” على نفقاته الخاصة. وقد ذكر في مذكرته أنه مما دفعه إلى تأسيسها أنه وجد أن التعليم للمسلمين البنغاليين قد تضرر كثيراً بسبب إقصائهم عن كثير من الوظائف المالية والإدارية وتعيين الهندوس بدلاً منهم، حيث فقد التعليم الإسلامي مصدراً من أهم مصادر المساندة المالية، وهو معونات المحسنين من أثرياء المسلمين ومساندتهم لقطاع التعليم. فلم يبق في البلاد معاهد تذكر تقدم الأفراد الماهرين الصالحين للوظائف المالية والقضائية التي كانت تدار حينئذ باللغة الفارسية، ووفق الشريعة الإسلامية. فأراد أن يفتح هذه المدرسة أو الكلية مساهمة في “التعليم الشرقي”، ولتخريج الأفراد المقتدرين للوظائف الحكومية[18]. وفي عام 1782م تم تحويلها إلى مؤسسة حكومية، وذلك نظراً لحاجة الإنجليز إلى الأيدي الماهرة في الوظائف المالية والقضائية، ولم يكن بوسعهم- وهم عدد قليل، ولهم مشاكل كثيرة- تغيير أوضاع تينك الإدارتين في وقت قليل[19].
</p></div>
<div><p>
وقد ارتبط تاريخ التعليم الإسلامي في البنغال في الفترات اللاحقة بتاريخ هذه المدرسة المسماة بـ”مدرسة كلكتا”، أو “مدرسة كلكتا العالية”، أو “الكلية المحمدية”، ونقلت فيما بعد إلى داكا- عاصمة بنغلاديش- فعرفت باسم “مدرسة داكا العالية”. فقد كانت المؤسسة الرسمية الوحيدة للتعليم الإسلامي لفترة، وحولها تدور المخططات والمناقشات والمباحثات حول التعليم الإسلامي. وكانت تمثل عند المسلمين التيار الأصيل للتعليم الإسلامي، ومن ثم كانت أغلب المدارس الأهلية في البلاد تتبع هذه المدرسة في مناهجها وخططها الدراسية. فمن خلال النظر إلى المناهج والمقررات والخطط الدراسية لهذه المدرسة وما طرأ عليها من التغيرات والتعديلات، ندرك تطور التعليم الإسلامي في البنغال في هذه الفترة.
</p></div>
<div><p>
قد فوض الحاكم الإنجليزي مؤسس المدرسة إدارة المدرسة ونظارتها إلى أحد العلماء البارزين “الشيخ مجد الدين”، أحد تلاميذ “الشيخ نظام الدين” واضع “المنهج النظامي” المذكور سابقاً، فاتبع هو في هذه المدرسة ذلك المنهج في مواده ومقرراته وطريقة تدريسها وسنواته الدراسة[20]، إلا أنه أجرى بعض التعديلات على أصل المنهج الذي وضعها شيخه، فزاد في المنطق بعض الكتب والحواشي مثل ميزان المنطق، وقال أقول، وحمد الله، وقاضي مبارك، وحاشية غلام يحيى، وحاشية عبد العلي، وأضاف في مقررات الحديث الصحيحين والموطأ، والسنن الأربع. كما أضاف مادتين: الأدب العربي، والفرائض، فدرس في الفرائض: شريفية، وسراجي، وفي الأدب العربي مختارات من المعلقات السبع، والمقامات الحريرية، وديوان الحماسة، وديوان المتنبي[21].
</p></div>
<div><p>
وخلال سنوات قليلة وتحت ضغط كبير من قبل الكنيسة ورجال التنصير ودعاة الأنكلزة مالت الحكومة إلى نشر العلوم الأوروبية النافعة، أي العلوم العصرية والنصرانية واللغة الإنجليزية، فكثفت جهودها لذلك، ولتضعيف التعليم الإسلامي في “مدرسة كلكتا” الإسلامية. ففي عام 1790م تم إقصاء الشيخ مجد الدين عن إدارة المدرسة. وفي عام 1811م قررت الحكومة أن تكون أمور المدرسة بيد بريطاني يكون سكرتيراً للمدرسة. ثم في عام 1851م قررت أن يكون منصب “مدير المدرسة” أحد العلماء الإنجليز[22]. وهكذا تحولت إدارة المدرسة إلى أيدي الإنجليز النصارى، يتصرفون فيها بكثير من الحرية والاستبداد.
</p></div>

<div><p>
وفي عام 1823م قررت إدارة المدرسة تعديل المناهج التعليمية فيها بـ”إقرار المواد النافعة، وإقصاء كل مادة غير لازمة وغير نافعة وغير مناسبة للذوق الأوربي”[23]. وخلال السنوات القادمة تم علمنة المدرسة الإسلامية بتعديل المنهج الدراسي فيها، فألغي تدريس القرآن الكريم والتفسير والحديث، واقتصر التعليم على تدريس بعض الأحكام الفقهية واللغة العربية واللغة الفارسية وآدابهما، مع التركيز على تعليم اللغة العربية مجرد لغة وأدب ونصوص، وفصلها عن الإسلام، وذلك عن طريق تأليف الكتب الدراسية الجديدة على خطط علمانية، وتقرير بعض الكتب القديمة ذات الصبغة الأدبية أو التاريخية[24]. كما أنها فرضت رسوماً تعليمية على الطلاب[25].
</p></div>
<div><p>
كان نظام التعليم بها في عام 1833م حسب ما جاء في تقرير سكرتيرها الإنجليزي: “السنة الأولى: الفقه والأدب والقواعد، السنة الثانية: الفقه والحساب، والسنة الثالثة: الفقه والرياضيات، والسنة الرابعة: الفقه وإحدى المواد التالية: المنطق، والبلاغة، وما وراء الطبيعة، والفلسفة، علم الفلك والهيئة، والكلام، والسنة الخامسة: الفقه، وأنظمة الحكومة، وإحدى المواد الاختيارية السابقة الذكر، السنة السادسة والسابعة على النهج نفسه. وكان التعليم فيها بالفارسية والأردية، ولم تكن للبنغالية أي شأن فيها رغم أنها اللغة المحلية للمنطقة[26].
</p></div>
<div><p>
ولا يخفى أن هذا المنهج لا يعطي الطالب زاداً يذكر من العلوم العصرية، ولا زاداً يعتد به من العلوم الشرعية التي يخدم بها نفسه ومجتمعه ويفي باحتياجاته الدينية والروحية[27].
</p></div>
<div><p>
وفي سنة  1837م قررت الحكومة فرض اللغة الإنجليزية كلغة الإدارة والقضاء وألغت اللغة الفارسية، فكان من أسباب تدهور الوضع للتعليم الإسلامي، إذ أصبح التعليم الإسلامي باباً للبطالة وفقدان المركز الاجتماعي[28].
</p></div>
<div><p>
وفي عام 1857م أسست الحكومة جامعة علمانية في عاصمة البنغال باسم “جامعة كلكتا”، وألحقت الكلية الهندوسية، وغيرها من المدارس العالية والمعاهد بالجامعة؛ لينال خريجوها الشهادات الجامعية حسب تخصصاتهم ومهاراتهم، ويحتلوا المكانة المناسبة لهم في المجتمع، إلا أنها تركت “المدارس الإسلامية” على حالها دون إلحاقها بالجامعة، كما أنها لم تفتح فيها قسماً للدراسات الإسلامية، رغم أن موضوع تطوير مناهج المدارس الإسلامية وإلحاقها بالجامعة جاء في القرارات والمقترحات الحكومية السابقة في عام 1854م، وكان مطلباً للمسلمين[29].
</p></div>
<div><p>
وقد كان لهذا القرار الجائر آثار سلبية عظيمة على التعليم الإسلامي في هذه البلاد، عانى منها المسلمون فترة طويلة، حتى بعد الاستقلال من الاستعمار البريطاني، وذلك أن التعليم الإسلامي أصبح في زاوية المجتمع، وخارجاً عن النشاط العلمي الرسمي، والنشاط العلمي الجامعي، ولم يتخلص المسلمون في البنغال من هذه الظاهرة إلا بعد استقلال بنغلاديش.
</p></div>
<div><p>
والظاهر أن الإدارة البريطانية أرادت من عدم إلحاق “المدارس الإسلامية” بالجامعة القضاءَ على التعليم الإسلامي، ظناً منهم أن المسلمين للاعتبارات الدنيوية سوف يهجرون التعليم الإسلامي والمدارس الإسلامية ويتجهون إلى التعليم الإنجليزي وبذلك يتم التخلص من نظام التعليم الإسلامي الرسمي دون إثارة العواطف[30]. ولكن التجارب أثبتت غير ما توقعوه. فثبت من التجربة أن المسلمين لا يرضون في حال من الأحوال بنظام تعليمي خال تماماً عن تعليم أمور دينهم. فمنهم من يريد أن يتعلم أولاده مبادئ دينه، ويتوسعوا ويستكثروا من العلوم الدنيوية النافعة، ومنهم من يريد أن يتوسع أولاده في العلوم الشرعية مع أخذ مبادئ العلوم الدنيوية. وأما التعليم المفصول عن تعليم أمور الدين فلم يألفه المسلمون في تاريخهم، ولم يقبله مسلمو البنغال[31].
</p></div>
<div><p>
فخلال النصف الثاني من القرن التاسع عشر تبين أن المسلمين لا يرغبون في إدخال أولادهم في المدارس الرسمية، بل يفضلون الجهل والبطالة على ذلك. مما أدى إلى انتشار الجهل فيهم، إذ ظهر من الإحصائيات أن أولاد المسلمين يأخذون بعض التعليم الابتدائي في المكاتب الإسلامية، وفي المدارس الابتدائية الحكومية في بعض الأحيان، ثم ينصرفون عن التعليم، فنسبة الطلاب المسلمين في المراحل المتوسطة والجامعية ضئيلة جداً[32].
</p></div>
<div><p>
وقد لفتت هذه الظاهرة انتباه بعض رجال العلم والسياسة الإنجليز، فضغطوا على الحكومة الإنجليزية لإعادة النظر في سياستهم التعليمية تجاه المسلمين وتجاه التعليم الإسلامي[33]. ومن أجل ذلك، ومن أجل ضغط من المسلمين المحليين، اتجهت الحكومة الإنجليزية في السنوات الأخيرة من القرن التاسع عشر إلى تطوير التعليم الإسلامي بإدخال المواد العصرية في مناهج المدارس الإسلامية، وتأسيس بعض المدارس الإسلامية، وتشجيع المسلمين لإلحاق أولادهم بهذه المدارس[34]، فتم تعديل مناهج “المدرسة العالية”، والمدارس التابعة لها، وسميت “مدارس المنهج القديم”، إلى جانب وضع “المنهج الجديد” للتعليم الإسلامي وتأسيس عدد من المدارس على هذا المنهج.
</p></div>
<div><p>
فأما مدارس المنهج القديم فخضعت لبعض التعديلات الطفيفة غير الجذرية، فأصبح المنهج التعليمي والمقررات التعليمية فيها في آخر العهد البريطاني كالتالي:
</p></div>
<div><p>
المرحلة الابتدائية: 4 سنوات، يدرس فيها طريقة تلاوة القرآن الكريم، ومبادئ الشريعة، واللغة الأردية، إلى جانب اللغة البنغالية، والحساب والعلوم والجغرافيا حسب مقررات المدارس الابتدائية العامة.
</p></div>
<div><p>
درجة الداخل (المرحلة المتوسطة): 4 سنوات: يدرس فيها قواعد اللغة العربية ونصوصها،  والفقه، وتجويد القرآن الكريم، واللغة الأردية، والبنغالية، والحساب والجغرافيا، والتاريخ، والعلوم، وإحدى اللغتين: الإنجليزية أو الفارسية.
</p></div>
<div><p>
درجة العالم: 4 سنوات، يدرس فيها ترجمة معاني القرآن، والحديث وعلوم الحديث، واللغة العربية، والفقه، وأصول الفقه، والفرائض، والتاريخ والمنطق، والمناظرة، واثنتين من اللغات الأربع: البنغالية والأردية والفارسية والإنجليزية.
</p></div>
<div><p>
درجة الفاضل: سنتان، يدرس فيها الحديث والتفسير، وأصول التفسير، والفقه، والعقائد والكلام، والتصوف، واللغة العربية وآدابها، والمنطق أو الفلسفة أو الاقتصاد، والتاريخ الإسلامي، وإحدى اللغات الأربع: البنغالية والأردية والفارسية والإنجليزية.
</p></div>

<div><h2> درجة الكامل أو التخصص: سنتان: وفيها ثلاثة تخصصات: </h2></div>
<div><p>
قسم الحديث: يدرس فيه الكتب الستة، وشرح نخبة الفكر، أو غيره في علوم الحديث، وتفسير الكشاف والبيضاوي، وتاريخ الإسلام أو التاريخ العام.
</p></div>
<div><p>
قسم الأدب العربي: يدرس فيه في البلاغة والعروض: دلائل الإعجاز، وأسرار البلاغة، وإعجاز القرآن، والكافي في علم العروض والقوافي، وفي الأدب المنظوم: ديوان امرئ القيس، وديوان النابغة الذبياني، ولامية الشنفرى، وجمهرة أشعار العرب، وديوان شوقي. وفي الأدب المنثور: أجزاء منتخبة من البيان والتبيين، ونهج البلاغة، ورسالة بديع الزمان الهمداني، وحي بغداد للرافعي، والعبرات للمنفلوطي، وفي النقد: نقد الشعر لقدامة، إلى جانب الخطابة، وتاريخ الإسلام وتاريخ الأدب العربي.
</p></div>
<div><p>
قسم الفقه: ويدرس فيه في الفقه: أجزاء منتخب من كتاب الأشباه والنظائر لابن النجيم، ومن كتاب فتح القدير لابن الهمام، وفي أصول الفقه: أصول البزدوي، وفي فقه السنة: شرح معاني الآثار للطحاوي، والعقيدة: الاقتصاد في الاعتقاد للغزالي، ومنتخبات من شرح المواقف أو شرح المقاصد، وتاريخ الإسلام وتاريخ التشريع الإسلامي[35].
</p></div>
<div><p>
وقد كان التعليم في “مدرسة كلكتا”، و”مدرسة داكا”، والمدارس التابعة لها في المناهج باللغة الأردية، وكانت بعض المواد في الصفوف العليا تدرس بالفارسية أيضا[36]. واستمر هذا النظام وهذه المناهج والمقررات في المدارس الإسلامية بعد ذهاب الإنجليز حتى هذه الأيام، مع تغييرات وإضافات بين الحين والآخر.
</p></div>

<div><h2> النوع الثاني: “المدارس الإسلامية على النظام الجديد”. </h2></div>
<div><p>
تحت الظروف المتغيرة المشروحة سابقاً بذلت الحكومة الإنجليزية منذ بداية القرن العشرين تشجيع المسلمين في البنغال إلى التعليم الإنجليزي العصري من خلال دمج المواد الإنجليزية والعصرية مع المواد الإسلامية في المدارس الإسلامية، أو إدخال بعض المواد الإسلامية في النظام الرسمي. وقد كونت لجان عديدة وقدمت اقتراحات مختلفة في هذا المجال. وأخيراً وافقت الحكومة على نظام تعليمي مطور للمدارس الإسلامية سمي “النظام الجديد”، وتم تطبيقه على المدارس الإسلامية الحكومية خلا مدرسة كلكتا ابتداء من عام 1915م[37]. وفي هذا النظام تمت معادة الصفوف الدراسية في المدارس الإسلامية مع الصفوف الدراسية في المدارس الرسمية العلمانية. فالمرحلة الابتدائية 4 سنوات، والمتوسطة 6 سنوات، والثانوية سنتان. والدراسة في المرحلة الابتدائية والمتوسطة تكون في المدارس، وفي الثانوية في الكلية الإسلامية الثانوية. وبعد التخرج من الكلية الثانوية الإسلامية يتمكن الطالب من الالتحاق بقسم من الأقسام الأدبية بالجامعة.
</p></div>
<div><p>
وكانت المقررات في المرحلة المدرسية تشمل تعليم تلاوة القرآن الكريم، ومبادئ الأحكام الشرعية، واللغة العربية والأردية والبنغالية والإنجليزية، إلى جانب الجغرافيا، والتاريخ والحساب والرسم والرياضة البدنية. وكانت مقررات المواد العصرية تشبه مقررات المدارس الرسمية العامة، وتضاف إليه المواد الإسلامية[38].
</p></div>
<div><p>
وأما في مرحلة الكلية الثانوية فكان الطالب يدرس 10 مواد ويختبر في 1000 درجة: 1) اللغة الإنجليزية، 2) اللغة البنغالية، 3و4) اللغة العربية قسمان، 5) الفقه، 6) أصول الفقه، 7) القرآن الكريم، 8) الحديث الشريف، 9و10) إحدى المواد الاختيارية مقسمة إلى قسمين: الكلام والمنطق اليوناني القديم، والتاريخ الإسلامي، التاريخ العام، الرياضيات، المنطق العصري، الاقتصاد، الأدب الإنجليزي[39].
</p></div>
<div><p>
بذلت الحكومة جهوداً مكثفة لترويج هذا النظام بين المسلمين، وتقديم المعونات المالية للمدارس التي تأخذ هذا المنهج. فبدأت المدارس على هذا المنهج تنتشر في أنحاء البلاد. وفي العام الدراسي 1938-1939م كانت في البنغال 597 مدرسة على هذا المنهج، التي يدرس فيها حوالي ثمانين ألف طالب[40].
</p></div>
<div><p>
وعند خروج البريطانيين من البلاد واستقلال بلاد البنغال باسم “باكستان الشرقية” في عام 1947-1948م كان في هذه البلاد 960 مدرسة على هذا المنهج، وسبع كليات ثانوية إسلامية. وعدد الطلاب الدارسين في هذه المؤسسات يصل إلى حوالي مائة ألف طالب[41].
</p></div>
<div><p>
وأصبح عدد المؤسسات التعليمية على “النظام القديم للتعليم الإسلامي” في نهاية العهد البريطاني، وبعيد استقلال باكستان في عام 1947-1948م حوالي أربعمائة مؤسسة فيما بين مدارس المرحلة السفلى ومدارس المرحلة العليا أو الكليات[42].
</p></div>
<div><p>
هكذا نرى أن “المنهج الجديد للتعليم الإسلامي” حصل على الاعتراف الحكومي ودمج في التيار التعليمي العام. وأما مدارس المنهج القديم فظل خارجاً عنه. فكان الطالب في “النظام التعليمي الإسلامي القديم” يدرس 16 سنة مع الابتدائية وكان الخريج لا يحصل إلا على “دبلوم” أو “شهادة” لا تعادل شيئاً من الشهادات في النظام التعليمي الرسمي، فلا يحصل على أي شهادة جامعية، ولا على شيء يؤهله للالتحاق بالجامعة، ولا بالكلية الثانوية، في حين كان الطالب الذي يدرس في النظام التعليمي الرسمي 16 سنة مع الابتدائية يحصل على درجة الماجستير. وكان من مطالب المسلمين، وبعض رجال العلم الإنجليز أن تجعل درجة العالم معادلة لدرجة الثانوية التي تؤهله للالتحاق بالجامعة، وأن تجعل درجة الفاضل معادلة للبكالوريوس، وأن درجة “الكامل” أو التخصص تكون معادلة للماجستير، مع تطوير المناهج والمقررات حسب اللزوم. ولم تلق هذه الطلبات أذناً مصغية من قبل الإدارة.
</p></div>
<div><p>
ورغم هذا الوضع السيئ الذي يجعل خريج المؤسسات التعليمية الإسلامية على هذا النظام في زاوية المجتمع، ولا يمكنه للدخول في الحركة العلمية العامة الدائرة حول التعليم الجامعي، ولا يؤهله للحصول على الوظائف العامة التي يحصل عليها زملاؤه خريجو المؤسسات التعليمية العامة، رغم ذلك كله استمر عدد المدارس الإسلامية التابعة لـ”المنهج القديم” المتبع في “مدرسة داكا” في ازدياد بجهود خاصة من المسلمين، حيث إن المسلمين كانوا يرون أن هذا المنهج هو الذي يمنكن الاعتداد به والاعتماد عليه لإعداد العلماء المتمكنين من علوم الشرع. وأما المنهج الجديد الآتي ذكره فلم يكونوا يعتدون به منهجاً إسلامياً لإنشاء العلماء. فكانوا يؤسسون “المدارس” على هذا المنهج ويتحملون تكاليفها من خلال التبرعات، وكانت الحكومة تسمح لها بمشاركة طلابها في الاختبارات النهائية، وفي بعض الأحيان تقدم لبعضها المعونات المالية اليسيرة من أوقاف المسلمين[43]. وفي العام الدراسي 1938-1939م كانت في البنغال 166 مدرسة على منهج “النظام القديم للتعليم الإسلامي”، على التقسيم التالي: 80 مدرسة للمرحلة العليا، و50 مدرسة أهلية تحصل على معونات مالية يسيرة من الحكومة، و29 مدرسة أهلية غير معانة، و86 مدرسة للمرحلة السفلى كلها أهلية، منها 51 مدرسة معانة، و35 غير معانة. وكان عدد الدارسين في هذه المدارس الـ166 حوالي عشرين ألف طالب[44].
</p></div>

<div><h2> ثالثا: المدارس الأهلية المتمسكة بـ”الدرس النظامي” الخارجة عن التغييرات الرسمية: </h2></div>
<div><p>
إلى جانب المدارس الإسلامية الأهلية التي أخذت المنهج القديم أو الجديد المذكورين آنفاً كانت هناك معاهد أهلية لم تكن لها أي صلة بالحكومة أو المناهج الرسمية، فلم تعترف بها الحكومة، ولم تعترف هي بالجهود الحكومية، بل كانت تعتمد في النفقات على معونات المسلمين، وفي المناهج تتبع “المنهج النظامي” أو “الدرس النظامي” السابق الذكر. وقد اتخذت “مدرسة دار العلوم” بمدينة ديوبند في شمالي الهند، التي أسست في عام 1866م وتمسكت بـ”الدرس النظامي” أساساً لتعليمها مع بعض التعديلات والإضافات، مثل إضافة تعليم اللغة الأردية والفارسية، وإضافة صف ثامن لدراسة كتب الحديث، وصف تاسع للتخصص في الفتوى[45]. وليس لدينا إحصائيات عن عدد هذه المدارس في العهد البريطاني، إلا أننا نعرف أسماء حوالي عشر مدارس مشهورة من هذا النوع في أواخر هذا العهد[46].
</p></div>

<div><h2> الدراسة الإسلامية الجامعية: </h2></div>
<div><p>
علاوة على تلك المناهج الثلاثة للتعليم الإسلامي كان هناك مجال آخر رابع له، وهو قسم الدراسات الإسلامية في جامعة داكا. فقد سبق أن بينت أن الحكومة الإنجليزية للبنغال لم تفتح أي مجال للدراسات الإسلامية في “جامعة كلكتا”، فلم تكن هناك فرصة للتعليم الإسلامي في المرحلة الجامعية الرسمية. وفي تقارير عديدة للجان مختلفة كونتها الحكومة الإنجليزية في البنغال للنظر في تطوير التعليم الإسلامي طالب أعضاء اللجنة الحكومة بتنظيم تدريب معلمي المدارس الإسلامية، وبتأسيس جامعة إسلامية أو جامعة الدراسات الإسلامية[47]، إلا أن الحكومة لم تلتفت إلى ذلك. ولكنها- بعد إلحاح من المسلمين ومن بعض العلماء الشرقيين من الإنجليز- قررت في عام 1912م تأسيس جامعة أخرى في داكا، عاصمة بنغلاديش الآن، مع قسم للدراسات الإسلامية فيها؛ ليجد الراغبون من طلبة العلم المسلمين فرصة لمواصلة الدراسة الجامعية في مجال التعليم الإسلامي. وتم افتتاح هذه الجامعة في عام 1921م[48].
</p></div>

<div><h2> تعليق ومناقشة:</h2></div>
<div><p>
وفي نهاية مناقشتنا لوضع التعليم الإسلامي في بنغلاديش في العهد البريطاني نلحظ أن المآخذ ونقاط الضعف التي رأيناها في مناهج التعليم الإسلامي في العصور القديمة السابقة على العهد البريطاني استمرت على حالها. ذلك أننا رأينا في المناهج القديمة المبالغة في العلوم العقلية، وإهمال المواد الأساسية، وإهمال اللغة العربية، واللغة المحلية. وكذلك الحال في العهد البريطاني، باستثناء “مدارس النظام الجديد”.
</p></div>
<div><p>
وأما شدة العناية بالمنطق والحكمة وعلم الرياضيات والهيئة على الطريقة اليونانية القديمة التي هي يونانية أكثر منها إسلامية فنرى الوضع لا يكاد يتغير في المدارس الأهلية المتمسكة بالدرس النظامي. وأما المدارس على “النظام القديم” فيتبين من النظر إلى مقرراتها أن الوضع تحسن قليلاً، حيث أقصيت أكثر الكتب في هذه العلوم من المقررات الدراسية.
</p></div>
<div><p>
وأما اللغة العربية فظلت تدرس للغة، ولا تعطى نصيبها من العناية، بل العناية تنصب على الفارسية، ثم على الأردية، مما جعل الطالب لا تكون حصيلته من العربية مما يمكنه من فهم المراجع العربية الأصيلة، ولا من التأليف أو التدريس باللغة العربية.
</p></div>
<div><p>
وقد لاحظ العلماء الأكاديميون هذا الوضع غير الطبيعي، وغير السليم. فقد انعقد اجتماع كبير في عام 1918م للعلماء والمثقفين المسلمين للنظر في تطوير وتحسين مناهج المدارس الإسلامية، فكان من قراراته التي أجمع عليها الحضور إلغاء اللغة الفارسية من الصفوف الدنيا، وأن تكون لغة التعليم هي اللغة البنغالية إلا لمادة اللغة العربية[49]
</p></div>
<div><p>
وفي تقرير للجنة استشارية كونته الحكومة الإنجليزية لدراسة أوضاع التعليم عند المسلمين في البنغال في عام 1931م جاء ما نصه: “احتلت الفارسية المكانة الرئيسية في مناهج التعليم الإسلامي لكونها اللغة الرسمية، ولغة الثقافة، في حين أقصيت اللغة العربية إلى منزلة لغة تابعة، وتدرس كلغة ميتة من خلال قواعد مليئة بدقائق علمية”[50].
</p></div>
<div><p>
كل ذلك إلى جانب ما رأينا من أن التعليم الإسلامي في هذا العهد أصبح خارجاً عن إطار الحركة التعليمية العامة، والتعليم الجامعي، فلم يكن خريجو المدارس الإسلامية يجدون طريقهم إلى المناصب الحكومية، ولا الوظائف المناسبة، ولا فرصة التعليم في الجامعة، إلا من عاد إلى التعليم العام من جديد، بأن التحق بالمدارس المتوسطة العامة بعد إكمال التعليم في المؤسسات الإسلامية. ومثله كان تضيع عمره في التحصيل، فبعد دراسة 16 سنة بعد الابتدائية تراه يذهب فيلتحق بالمدرسة المتوسطة ليدرس 7 سنوات أو 8 سنوات أخرى للحصول على الشهادة الجامعية؛ ليشق طريقه في المجتمع بحثاً عن المكانة التي يستحقها.
</p></div>

<div><h2> العهد الباكستاني </h2></div>
<div><p>
بعد نضال طويل غادر البريطانيون الهند واستقلت الهند في عام 1947م منقسمة إلى دولتين: الهند وباكستان، ودخلت معظم أجزاء البنغال في الجزء الشرقي لباكستان المسمى “باكستان الشرقية”[51]. وبعد ربع قرن استقلت بنغلاديش عن باكستان في عام 1971م[52]. وفي ربع قرن من العهد الباكستاني لم تتغير أوضاع التعليم الإسلامي في هذه البلاد، بل استمر على وضعه الذي كان عليه في آخر العهد البريطاني، ولم يطرأ عليه إلا تعديلات وتطويرات يسيرة.
</p></div>
<div><p>
رأينا أن المؤسسات التعليمية الإسلامية في أواخر عهد الإنجليز كانت تنقسم ثلاثة أقسام: مدارس المنهج القديم، ومدارس المنهج الجديد، والمدارس الأهلية التابعة لمناهج دار العلوم ديوبند المتمسكة بـ”الدرس النظامي” أو المنهج النظامي”، إلى جانب قسم الدراسات الإسلامية في الجامعة. وفي العهد الباكستاني بقيت أقسام الدراسات الإسلامية في الجامعة على حالها. وألغي “النظام الجديد للتعليم الإسلامي” في عام 1955م، وتحولت مؤسساته- المدارس والكليات- إلى مؤسسات التعليم العام التابع للمنهج العلماني الذي وضعه البريطانيون[53]. وبعد إلغاء هذا النظام وبقيت مؤسسات النظام القديم والمدارس الأهلية المتمسكة بـ”المنهج النظامي” تمثلان معاهد التعليم الإسلامي في باكستان.
</p></div>

<div><h2> أولاً: المدارس على “المنهج القديم” للتعليم الإسلامي: </h2></div>
<div><p>
سبق أن بينت أن التعليم الإسلامي في المراحل المتوسطة والعالية يقدم عن طريق “المدارس” التي تعد حسب المصطلح الحديث معاهد وكليات، وأنه بقي في بنغلاديش في العهد الباكستاني نوعان من المدارس: مدارس نظامية على النظام القديم للتعليم الإسلامي، ومدارس أهلية خارجة عن الأنظمة الحكومية متمسكة بـ”الدرس النظامي”.
</p></div>
<div><p>
فأما المدارس الإسلامية على النظام القديم للتعليم الإسلامي فطرأ تغيير يسير على تقسيم المراحل التعليمية فيها بعد عامين من استقلال بنغلاديش. ففي عام 1950م قرر إجراء اختبارات عامة في نهاية المرحلة السفلى أو المتوسطة، التي سميت “درجة الداخل”- أي في نهاية دراسة عشر سنين مع المرحلة الابتدائية- تشبه اختبارات نهاية المرحلة المدرسية في المدارس الرسمية العامة. وفي هذا العام كان عدد المدارس الإسلامية في بنغلاديش 402 مدرسة: 4 مدارس إلى مرحلة التخصص أو الكامل، و173 مدرسة إلى مرحلة الفاضل، و78 مدرسة إلى مرحلة العالم، و147 مدرسة إلى مرحلة الداخل[54].
</p></div>
<div><p>
وأصبح عدد المدارس على هذا النظام في آخر العهد الباكستاني وبداية العهد البنغلاديشي 1412 مدرسة، منها 45 مدرسة إلى مرحلة الكامل، و300 مدرسة إلى مرحلة الفاضل، و302 مدرسة إلى مرحلة العالم، و765 مدرسة إلى مرحلة الداخل[55].
</p></div>
<div><p>
كانت مناهجها ومقرراتها ونظام التعليم بها مثلما كانت في أواخر العهد الإنجليزي، مع تعديلات يسيرة. وفي بداية الستينات من هذا العهد تمت معادلة “شهادة الفاضل” التي يحصل عليها الطالب بعد دراسة 14 سنة مع الابتدائية، تمت معادلتها بشهادة “الثانوية السفلى” أو “النهائي المدرسي” التي يحصل عليها الطالب بعد إنهاء التعليم الابتدائي والمتوسط في عشر سنوات.
</p></div>

<div><h2> ثانيا: المدارس الأهلية المتمسكة بـ”الدرس النظامي”: </h2></div>
<div><p>
وأما المؤسسات الأهلية المتبعة لـ”الدرس النظامي” أو “المنهج النظامي” السابق الذكر فاستمرت على مناهجها، وأسست مدارس جديدة على هذا المنهج في شتى أنحاء البلاد. وكان عدد المدارس من هذا النوع في عام 1964م 443 مدرسة أو نحوها[56]. ولا شك أن العدد استمر في الزيادة بعد هذه السنة، إلا أنني لم أحصل على إحصائية دقيقة لعدد المدارس من هذا النوع في نهاية العهد الباكستاني.
</p></div>

<div><h2> المناقشة والتعليق: </h2></div>
<div><p>
وإذا نظرنا إلى أوضاع التعليم الإسلامي في العهد الباكستاني يظهر لنا أنه لم يطرأ على مناهجه ومقرراته تغيرات جذرية، وأنه لم يخرج من الأخطاء المنهجية التي رأيناها فيما قبل. فالعناية بالمواد العقلية القديمة مثل المنطق والحكمة والفلسفة اليونانيات ما زالت قائمة في المدارس الأهلية، وإن كانت قد خفت في المدارس الإسلامية النظامية. والطلاب تثقل أذهانهم بإجبارهم على تعلم اللغة الفارسية والأردية، ثم العربية، ثم البنغالية، على أن الفارسية في المؤسسات التعليمية النظامية أصبحت مادة اختيارية في هذا العهد، إلا أن التعليم فيها، وفي المؤسسات الأهلية المتمسكة بـ”الدرس النظامي” كلتيهما بالأردية، إلا أن المدارس التابعة للمناهج الحكومية قد عنيت بالبنغالية أكثر من المدارس الأهلية التابعة للدرس النظامي.
</p></div>
<div><p>
ولا شك أن الفارسية والأردية من أهم لغات المسلمين، ومن أثراها، وأنه ينبغي لمن يجد في نفسه رغبة ومقدرة من طلبة العلم أن يتعلم هذه اللغات ليتبادل الآراء مع أصحابها، ولينقل إلى لغته النافع البناء من تلك اللغات. ولكن من الخطأ العظيم أن تكون شيء من هذه اللغات غير العربية مادة إجبارية في التعليم الإسلامي في بنغلاديش، أو تكون وسيلة التعليم في المؤسسات التعليمية الإسلامية؛ فإن في ذلك إهداراً كبيراً لطاقة الطلاب، وصرف طاقاتهم عما هو أهم وألزم لهم. وكان سبب ذلك التقليد الأعمى للمنهج القديم أو المنهج المتبع في الهند. فالقدماء من المسلمين في الهند كانت الفارسية اللغة الأم لكثير منهم، ثم كانت هي لغة الثقافة لهم. كذلك الأردية اللغة الأم للمسلمين في شمال الهند ووسطها، فالطبعي أن تكون هي لغة التعليم عندهم. وأما في البنغال فكان الواجب أن يعتنى بالعربية والبنغالية قبل كل شيء. وكان من نتائج هذا الخطأ العظيم عدم ظهور الحركة اللغوية والأدبية العربية في بنغلاديش، بخلاف الهند أو باكستان، فقد برز كثير من علمائها في مجال التأليف والإعلام والإنشاء بالعربية، وسأشرحه عند حديثي عن تجربة بنغلاديش في مجال اللغة العربية. وكان من النتائج السيئة لهذا الخطأ عدم بروز منسوبي التعليم الإسلامي في الأدب والصحافة والثقافة في بنغلاديش؛ فإن مستوى أكثرهم في اللغة المحلية ينزل عن رتبة الفصاحة فلا تصلح لغير التدريس في المدارس. فتركوا مجال الثقافة والأدب والإعلام مفتوحاً لأصحاب التوجهات المعادية للإسلام وقيمه. إلى جانب هذين الجانبين هناك جانب ثالث أهم، وهو ضعف مستوى التحصيل في العلوم الشرعية نفسها. فإثقال جداول الطالب باللغات المختلفة، وشرح المواد الشرعية لهم بلغة أجنبية سبب في ضعف كبير في فهمه، وفي فقهه وقدرة استنباطه. ومن هنا لا نكاد نجد في بنغلاديش عبر القرون علماء بارزين قادرين على البحث والتمحيص والاستنباط، وتقديم الجديد. فالغالب أنهم يشتغلون في تدريس الكتب الدراسية وشرحها للدارسين. وإذا وجدنا فيهم مؤلفاً فالغالب أن ينحصر تأليفه في مجال وضع حواشي أو تعليقات على الكتب الدراسية[57]، بخلاف جيرانهم علماء الهند وباكستان، فإننا نجد عدداً كبيراً منهم برزوا في الحركة العلمية، وصار لهم ظهور قوي وعطاء كبير في مجال العلم على مستوى العالم الإسلامي، إلا جانب بروز كثير منهم في الأدب والثقافة والإعلام المحلي، وكان لهم دور كبير في توجيه اتجاهات الشعب.
</p></div>
<div><p>
ومن السلبيات التي استمرت في قطاع التعليم الإسلامي عدم وجود ترتيبات لتدريب المعلمين في هذا القطاع. فالتدريس في هذا القطاع قاطبة يعتمد على الأساليب القديمة من الحفظ والتلقين، دون العناية بتنمية مهارات الطالب العقلية والبحثية، كما أن المدرسين يغفلون عن الأساليب والوسائل الحديثة في التعليم. ورغم كثرة المطالبات في العهد البريطاني، والعهد الباكستاني، ورغم الوعود العديدة، لم يتم تنفيذ شيء في سبيل تدريب المعلمين في قطاع التعليم الإسلامي، في حين أسس كثير من المعاهد والكليات وفتحت أقسام في الجامعات لتدريب المعلمين العاملين في قطاع التعليم العام العلماني منذ العهد البريطاني.
</p></div>

<div><h2> العهد البنغلاديشي: </h2></div>
<div><p>
شهد التعليم الإسلامي في بنغلاديش تحسناً كبيراً ونهضة قوية في انتشاره، ومناهجه، واعتراف الحكومة بشهادته، وإلحاقها بالتعليم الجامعي، وتقديم العون الحكومي الكافي له. ويعد تأسيس الجامعة الإسلامية من أهم الخطوات تجاه تطوير التعليم الإسلامي في بنغلاديش. وقد تبين مما سبق أن المدارس الإسلامية في بنغلاديش كانت تتبع أحد المنهجين: المنهج القديم، والدرس النظامي.
</p></div>

<div><h2> أولاً: المدارس الإسلامية التابعة لمناهج “المدرسة العالية بـ(دكا) (مدارس المنهج القديم): </h2></div>
<div><p>
شهد قطاع التعليم الإسلامي المتمثل في المدارس التابعة لهذا المنهج نمواَ وتطويراً كبيراً خلال ربع قرن الماضية في عهد الاستقلال. وذلك خلال النقاط التالية:
</p></div>

<div><h2> زيادة هائلة في عدد هذه المدارس: </h2></div>
<div><p>
رأينا أن عدد المدارس الإسلامية من هذا النوع في نهاية العهد البريطاني وبداية العهد الباكستاني كان حوالي 400 مدرسة. وبعد ربع قرن من العهد الباكستاني أسست حوالي ألف مدرسة جديدة، فأصبح عددها حوالي ألف وأربعمائة مدرسة، بمعدل زيادة 40 مدرسة كل سنة. وأما بعد استقلال بنغلاديش فخلال الفترة الماضية من 1972م إلى 1998م، التي تزيد قليلاً عن ربع قرن أسست في بنغلاديش حوالي  خمسة آلاف وخمسمائة مدرسة إسلامية جديدة متوسطة وثانوية وعالية، بمعدل زيادة أكثر من مائتي مدرسة كل سنة. فعدد المدارس الإسلامية المعترف بها لدى الحكومة- عدا الابتدائية- حتى العام الماضي على النحو التالي: حوالي 4900 مدرسة إلى مرحلة الداخل (المتوسطة والثانوية السفلى)، وحوالي 1000 (ألف) مدرسة إلى مرحلة العالم (الثانوية العليا)، وحوالي 900 مدرسة إلى مرحلة الفاضل (المرحلة الجامعية)، و115 مدرسة إلى مرحلة الكامل (الدراسات العليا). وإلى جانب هذا العدد يوجد عدد كبير من المدارس أسسها الأهالي وهي تنتظر الاعتراف الحكومي الذي يضمن لها المعونة الحكومية الكافية[58]. ومن أهم أسباب هذه الزيادة الكبيرة نشاط المسلمين، والدعم الحكومي الكافي لمثل هذه المدارس، وإلحاق التعليم الإسلامي بالتيار التعليم العام في البلاد، كما سأوضحه في الأسطر القادمة.
</p></div>
<div><h2> الدعم الحكومي الكافي للتعليم الإسلامي: </h2></div>
<div><p>
سبق أن بينا أن مؤسسات التعليم الإسلامي العالي والمتوسطة والتي تسمى “مدارس” في هذه البلاد كانت في الأصل أهلية. ففي العهد البريطاني كان هناك مدرسة واحدة حكومية فقط، وهي المدرسة العالية بكلكتا، ثم المدرسة العالية بدكا. وكانت بقية المدارس أهلية يتلقى بعضها مساعدات مالية يسيرة من قبل الحكومة. وهي كانت تصرف من أوقاف المسلمين غالباً، ورغم ذلك كانت المبالغ قليلة جداً[59]. قبل عام 1938-1939م لم تكن أي مدرسة على النظام القديم- خلا مدرسة واحدة بقرية فرفرة- تستقبل أي معونة حكومية. وبعدها أعطت الحكومة بعض المعونات لأقل من نصف المدارس الموجودة في البلاد، بمعدل 22 روبية شهرياً، أي نصف راتب مدرس واحد فقط[60]. وزادت هذه الكمية قليلاً في السنوات التالية.
</p></div>
<div><p>
واستمر هذا الوضع في العهد الباكستاني، فقد كانت المدارس الإسلامية المعترف بها لدى الحكومة تستقبل معونات مالية قليلة من الحكومة، 4 أو 5 روبيات شهرياً لكل مدرس، في حين كان معدل راتب المدرس الشهري حوالي 100 تاكا، أي كانت الحكومة تتحمل حوالي 5% من رواتب المدرسين، في حين كانت الحكومة تقدم معونات كبيرة للمدارس والكليات الأهلية التابعة للمناهج الحكومية العلمانية.
</p></div>
<div><p>
وبعد الاستقلال في عام 1974م زاد الرئيس البنغلاديشي الراحل الشيخ مجيب الرحمن المعونات المقدمة إلى المدارس الإسلامية إلى 25 تاكا لكل مدرس، أي بدأت الحكومة تتحمل حوالي 25% من رواتب المدرسين. ثم استمرت الزيادة، حتى تم منذ عام 1980م إدخال المدارس الإسلامية ضمن المؤسسات التعليمية التابعة لوزارة المعارف وأعطيت نفس الامتيازات التي تعطى المدارس والكليات التابعة للمناهج العامة. فحكومة بنغلاديش الآن تتحمل 80% من رواتب جميع المدرسين والمستخدمين في المدارس الإسلامية كافة، إلى جانب المعونات المالية المقطوعة سنوياً لبعضها في مجال التعمير والبناء والتجهيز.
</p></div>
<div><p>
تطوير المناهج التعليمية في المدارس الإسلامية ومعادلة مراحلها بمراحل التعليم العام:
سبق أن رأينا أن تطوير مناهج التعليم الإسلامي وتحديثها كان من أهم مطالب الأكاديميين، والشعب في البنغال منذ نهاية القرن التاسع عشر الميلادي في العهد البريطاني، إذ كان مطلبهم أن يتم تحديث المناهج بإدخال المواد العصرية المناسبة، من غير الإخلال بالمواد الشرعية اللازمة، ومعادلة شهادات التعليم الإسلامي بالشهادات العامة الجامعية. وقد تم بعض التعديلات والتطويرات في العهد الإنجليزي خلال النصف الأول من القرن العشرين، وفي العهد الباكستاني، إلا أنها لم تكن جوهرية، ولم تعادل مراحل التعليم الإسلامي، فكانت المرحلة الجامعية في التعليم الإسلامي تعادل المرحلة المتوسطة في التعليم العام.
</p></div>
<div><p>
وبعد استقلال بنغلاديش قامت الحكومة بإجراء تحسينات مهمة في مناهج التعليم الإسلامي، وسوِّى بين مراحله ومراحل التعليم العام. ففي عام 1995م كونت لجنة لتقديم مناهج مطورة للتعليم الإسلامي. وفي عام 1985م طبقت المناهج الجديدة على مختلف المراحل التعليمية في المدارس الإسلامية على النحو التالي[61]:
</p></div>

<div><h2> المرحلة الابتدائية: </h2></div>
<div><p>
مدتها 5 سنوات. يدرس فيها الطالب تلاوة القرآن الكريم وتجويده، ومبادئ الإسلام، واللغة العربية، واللغة البنغالية، واللغة الإنجليزية، والحساب، وفي الصفين الأخيرين يضاف “العلوم”، و”علم الاجتماع”. وهذه المرحلة تعادل “المرحلة الابتدائية” في المدارس الابتدائية العامة للحكومة، التي مدتها خمس سنوات أيضا.
</p></div>

<div><h2> مرحلة الداخل: (المرحلة المتوسطة/ الثانوية السفلى): </h2></div>
<div><p>
مدتها خمس سنوات، يشترك الطلاب في نهايتها في اختبار عام على مستوى البلد تعقد تحت إشراف الهيئة المسماة “مجلس التعليم لمدارس بنغلاديش” في 1000 درجات مقسمة إلى عشر مواد. ويمنح الطالب الناجح “شهادة الداخل” التي تعادل “شهادة الثانوية السفلى” أو “شهادة الكفاءة”، ويحق له الالتحاق بأي كلية ثانوية، أو الحصول على الامتيازات التي يمنحها طالب المدارس العامة. ويتعلم الدارس في هذه المرحلة: القرآن الكريم تلاوةً وتجويداً، واللغة البنغالية، والإنجليزية، والرياضيات، والتاريخ، والعلوم، وقواعد اللغة العربية من النحو والتصريف وأصول الترجمة، والنصوص والمطالعات، والعقائد والفقه، ويمكنه دراسة اللغة الأردية أو الفارسية كمادة اختيارية إضافية.
</p></div>

<div><p> وفي السنتين الأخيرتين من مرحلة الداخل يختار الطالب أحد الأقسام الأربعة التالية: </p></div>
<div><p>
القسم العام: يدرس فيه الطالب القرآن الكريم وتجويده، والحديث الشريف (ترجمته إلى البنغالية)، واللغة العربية: النصوص، واللغة العربية: القواعد، والفقه وأصول الفقه، واللغة البنغالية، واللغة الإنجليزية (أو الأردية أو الفارسية)، والرياضيات، والتاريخ الإسلامي، والجغرافيا والاقتصاد.  يجوز له دارسة مادة إضافية اختيارية من المواد التالية: علم الاجتماع أو الرياضيات الإضافية، أو الاقتصاد المنزلي.
</p></div>
<div><p>
قسم العلوم: يدرس فيها الطالب المواد السابقة باستثناء التاريخ الإسلامي والجغرافيا، ويدرس بدلاً منهما مادتين في العلوم.
</p></div>
<div><p>
قسم التجويد: يدرس فيه الطالب المواد المذكورة في القسم العام ما عدا الإنجليزية، والرياضيات، والجغرافيا والاقتصاد، ويدرس بدلاً منها التجويد، والقراءة المرتلة، والقراءة المجودة. ويجوز له دراسة اللغة الإنجليزية أو الأردية أو الفارسية كمادة إضافية اختيارية.
</p></div>
<div><p>
قسم التحفيظ: يدرس فيه الطالب المواد المذكورة آنفاً، إلا أنه بدلاً من القراءة المجودة والقراءة المرتبة يختبر في حفظ القرآن الكريم مقسماً في مادتين: الأولى حفظ النصف الأول، والثاني حفظ النصف الثاني.
</p></div>

<div><h2> مرحلة العالم: (الثانوية العليا): </h2></div>
<div><p>
ومدتها سنتان، وفي نهايتها يشترك الطلاب في اختبارات عامة تعقد على مستوى البلد تحت إشراف الهيئة المذكورة، ويمنح الناجح “شهادة العالم”، وتعادل الشهادة الثانوية العليا التي يحصل عليها طلاب الكليات الثانوية العامة. فيحق له الالتحاق بالمرحلة الجامعية في إحدى الجامعات، والحصول على الامتيازات أو فرص الأعمال التي يحصل عليها خريجو الكليات الثانوية العامة.
</p></div>
<div><p>  
والدراسة في هذه المرحلة تكون في أحد الأقسام الثلاثة:
</p></div>
<div><p>        
العالم: القسم العام: يدرس فيه الطالب
</p></div>
<div><p>
القرآن الكريم، والحديث ومصطلح الحديث، والفقه، وأصول الفقه والفرائض، واللغة البنغالية، واللغة الإنجليزية (أو الأردية أو الفارسية)، و اللغة العربية: نصوص، واللغة العربية: قواعد، والتاريخ الإسلامي، والبلاغة والمنطق.  يجوز له دارسة مادتين إضافيتين اختياريتين من المواد التالية: الاقتصاد الإسلام، أو علم الاجتماع، أو اللغة الإنجليزية أو الأردية
أو الفارسية الإضافية.
</p></div>
<div><p>
العالم: قسم المجوِّد الماهر: يدرس فيه الطالب المواد المذكورة آنفاً، إلا أنه يدرس التجويد والقراءة المجودة والمرتلة بدلاً من اللغة الإنجليزية والبلاغة والمنطق والتاريخ الإسلامي. ويستطيع أن يدرس الإنجليزية كمادة إضافية اختيارية، كما سبق.
</p></div>
<div><p>
العالم: قسم العلوم: يدرس فيه الطالب المواد المذكورة في القسم العام، إلا أنه يدرس الفقه وأصوله في مادة، واللغة العربية في مادة، ولا يدرس التاريخ والبلاغة والمنطق. ويدرس بدلاً منها الفيزياء، والكيمياء في 400 درجة. ويجوز له دراسة علم الأحياء، أو الرياضيات، أو اللغة العربية أو الفقه في (200) درجة كمادة إضافية.
</p></div>

<div><h2> المرحلة الجامعية: (تسمى مرحلة الفاضل): </h2></div>
<div><p>
ومدتها سنتان، وفي نهايتها يشترك الدارس في اختبارات عامة تعقد تحت إشراف الهيئة المذكورة، ويمنح الطالب الناجح شهادة الفاضل، وهي تعادل في بعض الوظائف التعليمية شهادة البكالوريوس العام التي يحصل عليها من الجامعات العامة، وأكثر الجهات العلمية والوظيفية لا تعترف بهذه الشهادة، كما  أن الجامعات البنغلاديشية لم تعترف بهذه المرحلة إلى الآن. وما زال أمرها مجال مناقشات وأخذ ورد. والدراسة فيها في أحد القسمين: القسم العام، وقسم التجويد. ويدرس الدارس في هذه المرحلة اللغة البنغالية، (يجوز اختيار الأردية أو الفارسية أو الإنجليزية كبديل)، وتفسير القرآن وأصول التفسير، والحديث وأصول الحديث، وعلم الكلام والبلاغة، والأدب العربي، والفقه وتاريخ علم الفقه، وأصول الفقه، وبعض المواد الاختيارية، مثل التاريخ الإسلامي، والفلسفة الإسلامية، أو الإدارة العامة والسياسة، أو الاقتصاد.
</p></div>
<div><p>
وفي قسم التجويد يدرس الطالب المواد السابقة، إلا أنه بدلاً من الأدب والفقه وأصوله يدرس القراءات السبع، والتدريب عليها، ورسم القرآن.
</p></div>

<div><h2> مرحلة الكامل: (الدراسات العليا المتخصصة): </h2></div>
<div><p>
مدتها سنتان، ويشترك الدارس في نهايتها في اختبارات عامة تحت إشراف الهيئة المذكورة، وهذه المرحلة أيضا لم تتم دمجها في النظام التعليمي العام، حيث لا تعترف بها الجامعات، ولا أكثر الجهات العلمية والوظيفية، وفي بعض الوظائف التعليمية تعادل “شهادة الماجستير” حيث يمنح حامل “درجة الكامل” نفس الامتيازات التي يحصل عليها حامل “شهادة الماجستير”. وفي هذه المرحلة أربعة أقسام: قسم الحديث، وقسم الفقه، وقسم التفسير، وقسم الأدب العربي، وقسم تجويد القرآن. يدرس فيها الدارس عشر مواد، ويختبر في 1100 (ألف ومائة) درجة، ألف درجة على المواد العشر، و100 درجة على اختبار شفهي شامل.
</p></div>

<div><h2>مقررات قسم الحديث:</h2></div>
<div><p>
في قسم الحديث يدرس الطالب الكتب الستة، وشرح نخبة الفكر في مصطلح الحديث، وأجزاء من تفسير الكشاف والبيضاوي، وصفحات من أصول التفسير، والتاريخ الإسلامي.
</p></div>

<div><h2> ومقررات قسم الفقه: </h2></div>
<div><p>
في الحديث صحيح البخاري، وأبواب من شرح المواقف للشريف الجرجاني، وحجة الله البالغة لولي الله الدهلوي في علم الكلام، وفي الفقه أبواب مختارة من شرح معاني الآثار للطحاوي والأشباه والنظائر لابن نجيم، وفي أصول الفقه أبواب مختارة من أصول البزدوي، وأصول الكرخي، وأدب المفتي، إلى جانب التاريخ الإسلامي وتاريخ التشريع الإسلامي.
</p></div>

<div><h2> مقررات قسم التفسير: </h2></div>
<div><p>
يدرس الطلاب في هذا القسم تفسير الكشاف وتفسير البيضاوي، إلى جانب أبواب من كتاب الإتقان في علوم القرآن، وأحكام القرآن للجصاص، وكتب التفسير من صحيح البخاري وجامع الترمذي، وإعجاز القرآن للباقلاني، والتاريخ الإسلامي وتاريخ علم التفسير وحاضر العالم الإسلامي.
</p></div>

<div><h2> مقررات قسم الأدب العربي: </h2></div>
<div><p>
يدرس الطلاب فيه الكتب التالية: في النثر العربي القديم البيان والتبيين للجاحظ، ونهج البلاغة للشريف الرضي، وفي الشعر العربي القديم ديوان امرئ القيس وديوان النابغة الذبياني، ولامية العرب للشنفرى وجمهرة أشعار العرب للقرشي، وفي النثر العربي الحديث: مختارات من وحي بغداد للرافعي، والعبرات للمنفطولي وفي الشعر العربي الحديث: مختارات من ديوان شوقي، وديوان حافظ إبراهيم، وديوان الرصافي. وفي البلاغة والعروض والقافية: إعجاز القرآن للباقلاني، ودلائل الإعجاز، وأسرار البلاغة للجرجاني، والكافي في علم العروض والقوافي، وفي النقد الأدبي: نقد الشعر ونقد النثر لقدامة بن جعفر، وتاريخ النقد الأدبي عند العرب لأحمد إبراهيم. وفي الكتابة والخطابة: مختارات من كتاب الصناعتين، وفي تاريخ اللغة العربية وآدابها: تاريخ الأدب العربي للزيات، إلى جانب موضوعات من التاريخ الإسلامي.
</p></div>

<div><h2> مقررات قسم تجويد القرآن: </h2></div>
<div><p>
يدرس فيه الطلاب الكتب التالية: في الحديث صحيح البخاري، وفي أصول القراءات العشر الوجوه المسفرة لتتميم القراءات العشر، ومتن الدرة لابن الجزري، وفي التفسير بعض السور من تفسير البيضاوي، وفي أصول التفسير بعض الأبواب من الإتقان في علوم القرآن للسيوطي، إلى جانب التدريب العملي والتطبيق على القراءات في بعض السور، وموضوعات من التاريخ الإسلامي وتاريخ علم القراءات.
</p></div>
<div><h2>
تطوير الهيئة المشرفة على المدارس الإسلامية</h2></div>
<div>
<p> إن الامتحانات العامة في مختلف المراحل التعليمية للمدارس الإسلامية كانت تجرى تحت هيئة خاصة ملحقة بالمدرسة العالية بكلكتا، ثم بدكا، كما سبقت الإشارة إلى ذلك. وكان النظام أن يكون مدير “المدرسة العالية” رئيس هذه الهيئة، مع عدد من الأعضاء من المدرسين وغيرهم يساعدونه. ومع زيادة المدارس التابعة لهذا المنهج، وتنوع مهامها صار من الصعب لمدير المدرسة ومدرسيها أداء مهامهم في الهيئة على الوجه المرضي. فكان من مطالب العلماء المعنيين بتطوير التعليم الإسلامي- منذ نهاية العهد البريطاني- تأسيس هيئة مستقلة للإشراف على التعليم الإسلامي مع مسؤولين متفرغين لها. ورغم كثرة المطالبات بذلك لم تلتفت الحكومة البريطانية، ولا الحكومة الباكستانية إليه. وبعد استقلال بنغلاديش قامت حكومة بنغلاديش في عام 1978م بفصل هذه الهيئة عن المدرسة العالية وتأسيس هيئة مستقلة “مجلس التعليم لمدارس بنغلاديش”، وخصصت لها مباني مستقلة[62]. فكانت خطوة إيجابية كبيرة تجاه تطوير التعليم الإسلامي، إذ تفرغت له هذه الإدارة المستقلة. ومن مهامها الإشراف على المدارس والمؤسسات التعليمية الملحقة بها، ومراجعتها، والنظر في مستوى التعليم فيها، والاعتراف بالمدارس الجديدة التي تؤسس على نظامها، وتطوير مناهجها ومقرراتها، ووضع الكتب الدراسية لها.</p>
</div>

<div><h2> تدريب معلمي قطاع التعليم الإسلامي التابع لوزارة المعارف ومجلس التعليم لمدارس بنغلاديش: </h2></div>
<div>
<p> ومن أبرز الإنجازات في تطوير التعليم الإسلامي في بنغلاديش اتخاذ الخطوات الفعلية لتدريب المعلمين العاملين في هذا القطاع. فقد سبق أن بينت أن من أهم السلبيات الموجودة في مجال التعليم الإسلامي عدم معرفة جل المعلمين بطرق التدريس الحديثة، وعدم استخدام وسائل التعليم المساعدة التي تعين الطالب على استيعابه. فالتدريس في هذا القطاع يعتمد على التلقين والحفظ على الطرق القديمة. ورغم الطلبات الكثيرة في العهود السابقة لم يتم إنجاز شيء في هذا المجال. وقد أسست الحكومة مؤخراً معهداً لتدريب المعلمين ملحقاً بـ”مجلس التعليم لمدارس بنغلاديش”. وقد بدأ المعهد مهامه متواضعاً، وهو في حاجة إلى تطوير وتوسعة.</p>
</div>

<div><h2> ثانيا: المدارس الأهلية المتمسكة بـ”الدرس النظامي”:</h2></div>
<div><p>
قد بينا أن عدداً من المدارس الأهلية ظلت خارجة عن الجهود الحكومية ومناهجها ومقرراتها، وتسمى “المدارس القومية” أو “المدارسة الخارجية”، أو “مدارس الدرس النظامي”، وأنها تعتمد كلياً على معونات المسلمين. وقد زاد عددها خلال السنوات الأخيرة. ففي إحصائية حكومية لعام 1992م أن في البلاد حوالي 3000 (ثلاثة آلاف) مدرسة من هذا القبيل[63].
</p></div>
<div><p>
رأينا أنها تتمسك بـ”الدرس النظامي” المطور الذي اعتمدته “دار العلوم بديوبند”. وهذه المدارس لم تكن بينها أي تنسيق في العهد الباكستاني، رغم بذل بعض الجهود في ذلك[64]. وفي عام 1978م تمكن عدد من قادة العلماء المشرفين على هذه المادة من وضع إدارة تحت مسمى “وفاق المدارس العربية”[65]. وقد انضم إلى هذه الجمعية عدد كبير من هذه المدارس الأهلية، رغم أن عدداً أخرى لم يزل خارج الجهود التنسيقية، وتدار حسب آراء القائمين عليها فيما يتعلق بالمناهج والمقررات ونظام التعليم.
</p></div>
<div><p>
وقد بذلت إدارة “وفاق المدارس العربية” بعض الجهود في تحسين المناهج التعليمية والمقررات للمدارس التابعة لها. ومدة الدراسة في هذه المدارس 16 سنة: المرحلة الابتدائية: 5 سنوات، والمرحلة المتوسطة: 3 سنوات، والمرحلة الثانوية العامة: سنتان، والمرحلة الثانوية العليا: سنتان، ومرحلة الفضيلة: سنتان، ومرحلة التكميل: سنتان.
</p></div>
<div><p>
وأما المناهج والمقررات ففي الابتدائية يتعلم الطالب مبادئ اللغات البنغالية والأردية والعربية والإنجليزية، والفارسية، والحساب، والجغرافيا، والتاريخ، والفقه والعقيدة. وفي المرحلة المتوسطة يستمر في تعلم هذه المواد مع التوسع في اللغة العربية والفقه، وإضافة المنطق. وفي الثانوية العامة يدرس المواد السابقة مع إضافة البلاغة، وأصول الفقه وترجمة القرآن الكريم، وإلغاء الفارسية والإنجليزية. وتستمر تلك المواد في مرحلة الثانوية العليا. وفي مرحلة الفضيلة يدرس الطلاب تفسير الجلالين، ومشكاة المصابيح، وكتيبات في علوم القرآن ومصطلح الحديث، والفقه وأصوله، ونصوص اللغة العربية، وكتب في الحكمة والفلسفة اليونانية وعلم الكلام والاقتصاد. وفي مرحلة التكميل يعكف الطلاب على دراسة متون الكتب الستة في الحديث، وبعض الكتب الأخرى. والتعليم في هذه المدارس باللغة الأردية، كما أن الأردية والفارسية تعلمان في أكثرها مادتين إجباريتين، رغم عناية أكثرها بتعليم اللغة المحلية، كما ظهر من البيان السابق لمناهجها ومقرراتها.
</p></div>

<div><h2>الجامعة الإسلامية:</h2></div>
<div><p>
رأينا أن تأسيس جامعة إسلامية كان من أهم مطالب الأكاديميين والشعب المسلم البنغالي منذ منتصف القرن العشرين، طالبوا به الحكام الإنجليز، ثم حكام باكستان، وكونت لجان عديدة لدراسة الموضوع وقدمت تقارير واقتراحات جادة لتأسيسها إلا أنها ظلت حبراً على الورق دون أي خطوة إلى التنفيذ[66].
</p></div>
<div><p>
وبعد استقلال بنغلاديش بذلت مساع مشكورة تجاه تأسيس جامعة إسلامية في بنغلاديش. وفي عام 1977م كونت الحكومة لجنة لدراسة موضوع إنشاء جامعة إسلامية في بنغلاديش. وبناء على تقرير هذه اللجنة تم تأسيس الجامعة الإسلامية في بنغلاديش في عام 1980م[67]. وفي هذه الجامعة كلية لأصول الدين، إلى جانب الكليات العامة العصرية مثل كلية العلوم، وكلية العلوم الاجتماعية، وكلية العلوم التجارية، وكلية القانون والشريعة الإسلامية. والدراسة في كلية أصول الدين باللغة العربية، وفيها ثلاثة أقسام: قسم القرآن الكريم، وقسم الحديث النبوي، وقسم الدعوة. وطلاب الكليات الأخرى يدرسون مادة “الدراسات الإسلامية” كمادة إجبارية من متطلبات الجامعة. ولعلنا ندرس مناهج الدراسات الإسلامية والعربية في الجامعة الإسلامية لتبيين ما لها وما عليها في مقال آخر إن شاء الله.
</p></div>

<br/>
<br/>

<p> [1] الموسوعة الإسلامية المختصرة بالبنغالية (داكا، المؤسسة الإسلامية) 2/57. </p>

<p> [2] د. قاضي دين محمد، الإسلام في البنغال، مقال في كتاب نشأة بنغلاديش وتطورها (بالبنغالية) ص 179، الناشر: المؤسسة الإسلامية، داكا، 1993م، والموسوعة الإسلامية المختصرة، 2/57. </p>

<p> [3] عبد المنان طالب، الإسلام في بنغلاديش ص 64-115، والموسوعة الإسلامية المختصرة 2/57. </p>

<p> [4] عبد المنان طالب، المرجع السابق ص 155-173، و209- 229، والموسوعة الإسلامية المختصرة 2/57-58. </p>

<p> [5] المرجع السابق ص 840-841. </p>

<p> [6] المرجع السابق، ص 842، وتقرير اللجنة الاستشارية لتعليم المسلمين للحكومة الإنجليزية بالهند عام 1931-1934م ضمن كتاب “تقارير عن التعليم الإسلامي والمدارس الإسلامية في البنغال” Dr. Sekandar Ali Ibrahimi, Reports on Islamic Education and Madrasah Education in Bengal,ص 30، Islamic Foudnation Bangladesh, 1985. </p>

<p> [7] Muhammad Mohar Ali, History of the Muslims of Bengal Vol 1 p838, Published by Imam Muhammad ibn Saud Islamic University, Riyadh, Saudi Arabia, 1st Ed. 1985. </p>

<p> [8] عبد الحي الحسني، الثقافة الإسلامية في الهند، ص 11-16، المجمع العلمي العربي بدمشق، 1377هـ/1958م
 </p>
<p> [9] كانت الصفوف تعد من الأرفع إلى الأدنى، فكان الصف الأول في هذا النظام يسمى “الصف السابع”، والصف الأخير  يسمى “الصف الأول”، أو “الجماعة الأولى”. ولم ألتزم بهذه الطريقة في تسمية الصفوف، بل جريت على ما اصطلح عليه الناس في هذا العصر من بدء العد من الصفوف الدنيا. </p>

<p> [10] عبد الحق فريدي، تعليم المدارس في بنغلاديش ص 48، و74-75، بانغلا إكاديمي (الأكاديمية البنغالية)، داكا، 1985م. </p>

<p> [11] S. A. Ibrahimi (مرجع سابق) ص 137-138. </p>

<p> [12] M. M. Ali  (مرجع سابق) المجلد الأول (ب) 847. </p>

<p> [13] S. A. Ibrahimi (مرجع سابق) </p>

<p> [14] S. A. Ibrahimi (مرجع سابق) ص 138. </p>

<p> [15] محمد رضا خان، تاريخ مسلمي العالم (أردو) ص 769-771، و882، علمي كتاب خانه، لاهور، باكستان، 1988م، وعبد الحي، نزهة الخواطر، 8/284-285، M. M. Ali، المرجع السابق، ص 373. </p>

<p> [16] عبد الغفور، نضالنا للتحرر (بنغالي)، ص 1-32، و164-233، المؤسسة الإسلامية، بنغلاديش، الطبعة الأولى، 1987م، مصباح الحق، مجتمع المسلمين بعد حرب بلاشي وثورة النيلة، ص 5-11، المؤسسة الإسلامية بنغلاديش، الطبعة الثانية، 1984م. </p>

<p> [17] مصباح الحق، مجتمع المسلمين بعد حرب بلاشي (مرجع سابق) ص 82-99، و M. M. Ali، المرجع السابق، المجلد الثاني (أ) ص 150-201. </p>

<p> [18] المرجع السابق، ص 323-324. </p>

<p> [19] M. M. Ali، المرجع السابق، المجلد الثاني (أ) ص 151، وS. A. Ibrahimi (مرجع سابق) ص 138، وعبد الحق فريدي (مرجع سابق) ص 32. </p>

<p> [20] S. A. Ibrahimi (مرجع سابق) ص xli-xlii، وعبد الحق فريدي، تعليم المدارس في بنغلاديش، ص 32-33، بانغلا إكاديمي (الأكاديمية البنغالية)، داكا، 1985م. </p>

<p> [21] سكندر علي إبراهيمي، التعليم الإسلامي في بنغلاديش: ماضيه وحاضره (بنغالي)، ص 26-28، داكا، زكية ببليشرز،  </p>1991م.

<p> [22] S. A. Ibrahimi (مرجع سابق) ص  xlii، وعبد الحق فريدي، مرجع سابق 43-44. </p>

<p> [23] المرجع السابق ص 152، و158. </p>

<p> [24] المرجع السابق ص 179-199. </p>

<p> [25] المرجع السابق ص 185. </p>

<p> [26] S. A. Ibrahimi (مرجع سابق) ص 129-130. </p>

<p> [27] المرجع نفسه. </p>

<p> [28] المرجع السابق ص 87، وM.M. Ali، مرجع سابق، المجلد الثاني (أ) ص 181. </p>

<p> [29] S. A. Ibrahimi (مرجع سابق) ص 34-25، و130-131، و135، و139، و M. M. Ali  (مرجع سابق) المجلد الثاني (أ) ص 162-165، و192-196. </p>

<p> [30] S. A. Ibrahimi (مرجع سابق) ص 34-25، و135، و139. </p>

<p> [31] M. M. Ali  (مرجع سابق) المجلد الثاني (أ) ص 157، و182، و S. A. Ibrahimi (مرجع سابق) ص 37. </p>

<p> [32] S. A. Ibrahimi (مرجع سابق) ص 34-35، و40-41، و47-48، 64-69، و101-111، و139، </p>

<p> [33] المرجع السابق ص 35-36. </p>

<p> [34] المرجع السابق، ص 36-39. </p>

<p> [35] S. A. Ibrahimi (مرجع سابق) ص 629-646. </p>

<p> [36] عبد الحق فريدي، مرجع سابق، ص 51. </p>

<p> [37] S. A. Ibrahimi (مرجع سابق) ص 55-56، و144-148. </p>

<p> [38] S. A. Ibrahimi (مرجع سابق) ص 178-198. </p>

<p> [39] S. A. Ibrahimi (مرجع سابق) ص 198. </p>

<p> [40] S. A. Ibrahimi (مرجع سابق) ص 341، و528-530. </p>

<p> [41] عبد الحق فريدي، مرجع سابق، ص 65. </p>

<p> [42] عبد الحق فريدي، مرجع سابق، ص 63. </p>

<p> [43] المرجع السابق، ص 522-525. </p>

<p> [44] S. A. Ibrahimi (مرجع سابق) ص 341. </p>

<p> [45] مشتاق أحمد، تحريك دار العلوم ديوبند، ص 99، و133، شانتيدهارا للنشر، داكا، الطبعة الثانية، 1998م. </p>

<p> [46] المرجع السابق، ص 186. </p>

<p> [47] S. A. Ibrahimi (مرجع سابق) ص 408، و555-556، و559، و589. </p>

<p> [48] S. A. Ibrahimi (مرجع سابق) ص 49، و146، وعبد الحق فريدي، مرجع سابق ص 55. </p>

<p> [49] سكندر علي إبراهيمي (مرجع سابق)، ص 66. </p>

<p> [50] S. A. Ibrahimi (مرجع سابق) ص 33. </p>

<p> [51] عبد الغفور، نضالنا للتحرر (بنغالي)، ص 1-32، و164-233، المؤسسة الإسلامية، بنغلاديش، الطبعة الأولى، 1987م، مصباح الحق، مجتمع المسلمين بعد حرب بلاشي وثورة النيلة، ص 5-11، المؤسسة الإسلامية بنغلاديش، الطبعة الثانية، 1984م. </p>

<p> [52] عبد الغفور، نضالنا للتحرر (مرجع سابق) ص 234-255. </p>

<p> [53] Education System of Bangladesh (النظام التعليمي في بنغلاديش) تقرير نشره Bangladesh Bureau of Educational Information and Statistics(BANBEIS), (دائرة المعلومات التعليمية والإحصائيات لبنغلاديش)، عام 1992م، ص 23، ومحمد عبد الرب وغيره، نظام التعليم الإسلامي: تاريخ موجز (بنغالي)، ص 83، داكا، إسلامك إيدوكشن سوسايتي (جمعية التعليم الإسلامي)، 1999م. </p>

<p> [54] عبد الحق فريدي، مرجع سابق، ص 63. </p>

<p> [55] حكومة بنغلاديش، تقرير لجنة التعليم لعام 1974م، ص 57. </p>

<p> [56] مجلة “مدينة” الشهرية (بنغالية)، داكا، السنة 30، العدد 11، فبراير 1995م، ص 38، ومحمد عبد الرب، مرجع سابق، ص 113. </p>

<p> [57] عبد الحق فريدي، تعليم المدارس، مرجع سابق، ص 75. </p>

<p> [58] محمد عبد الرب، مرجع سابق ص 112، و Education System of Bangladesh (مرجع سابق)، ص 25-26. </p>

<p> [59] S. A. Ibrahimi (مرجع سابق) ص 154، و343-347، و357، و362، و391. </p>

<p> [60] S. A. Ibrahimi (مرجع سابق) ص 344، و391، و421، و522-525،و528-530، و556. </p>

<p> [61] عبد الحق فريدي، مرجع سابق، ص 70-73، وسكندر علي إبراهيم، تعليم المدارس، مرجع سابق، ص 90-94، وeducation System in Bangladesh (مرجع سابق)، ص 23-26، و75-81. </p>

<p> [62] عبد الحق فريدي، مرجع سابق ص 69. </p>

<p> [63] Education System of Bangladesh (مرجع سابق)، ص 27. </p>

<p> [64] مشتاق أحمد، تحريك ديوبند، مرجع سابق، ص 187. </p>

<p> [65] المرجع السابق نفسه، ص 187-190، وeducation System of Bangladesh (مرجع سابق)، ص 27. </p>

<p> [66] عبد الحق فريدي، مرجع سابق، 79-82. </p>

<p> [67] S. A. Ibrahimi (Reports مرجع سابق) ص liv، وسكندر علي إبراهيمي، تعليم المدارس، مرجع سابق، ص 94-95 وعبد الحق فريدي، مرجع سابق، ص 82. </p>
`;
