export const article4Content = `
<div class="elementor-widget-container">
			
<p>ড. খোন্দকার <a href="https://assunnahtrust.org/about/#founder" target="_blank" rel="noopener">আব্দুল্লাহ জাহাঙ্গীর</a>,&nbsp;লিখিত প্রবন্ধটি ইসলামী বিশ্ববিদ্যালয় গবেষণা পত্রিকা,&nbsp;ডিসেম্বর ২০০৭ সংখ্যায় প্রকাশিত।</p>



<h3 id="h-">১. ভূমিকা</h3>

<p style="text-align: justify">আল্লাহর কিতাবসূহে বিশ্বাস করা মুমিনের ঈমানের অবিচ্ছেদ্য অংশ। কুরআন ও হাদীসে বিষয়টি বারংবার উল্লেখ করা হয়েছে। কুরআন কারীমে একস্থানে মহান আল্লাহ বলেন:</p>

<p>يَا أَيُّهَا الَّذِينَ آَمَنُوا آَمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآَخِرِ فَقَدْ ضَلَّ ضَلالا بَعِيدًا</p>

<p style="text-align: justify">“হে মুমিনগণ, তোমরা আল্লাহে, তাঁর রাসূলে, তাঁর রাসূলের উপর যে গ্রন্থ অবতীর্ণ করেছেন তাতে এবং যে গ্রন্থ তিনি পূর্বে অবতীর্ণ করেছেন তাতে ঈমান আন। এবং কেউ আল্লাহ, তাঁর ফিরিশতাগণ, তাঁর গ্রন্থসমূহ, তাঁর রাসূলগণ এবং পরকালকে অবিশ্বাস করলে সে ভীষণভাবে পথভ্রষ্ট হয়ে পড়বে।”<sup class="modern-footnotes-footnote " data-mfn="1" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-1">1</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-1" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="1" style="display: none;">সূরা (৪) নিসা: ১৩৬ আয়াত।</span></p>
<p style="text-align: justify">পূর্বে অবর্তীণ গ্রন্থসমূহের মধ্যে তাওরাত, যাবূর ও ইনজীলের নাম কুরআন ও হাদীসে বারংবার উল্লেখ করা হয়েছে। এ সকল আয়াত ও হাদীসের ভি্িত্ততে সকল মুসলিম সুদৃঢ় প্রত্যয়ের সাথে বিশ্বাস করেন যে, মহান আল্লাহ তাঁর নবী মূসা (আ)-কে ‘তাওরাত’, দায়ূদ (আ)-কে ‘যাবূর’ এবং ঈসা (আ)-কে ‘ইনজীল’ নামক কিতাব ওহীর মাধ্যমে প্রদান করেন। এ গ্রন্থত্রয় মহান আল্লাহর পক্ষ থেকে প্রেরিত ওহী ও মানব জাতির পথের দিশারী ছিল।</p>

<h3 id="h--1">২. খৃস্টান ধর্মগুরুদের প্রচারণা ও দাবি</h3>

<p style="text-align: justify">এ গ্রন্থত্রয়ের উল্লেখ ও প্রশংসার পাশাপাশি এগুলির বিকৃতির বিষয়ে কুরআন ও হাদীসে সুনিশ্চিত তথ্য দেওয়া হয়েছে। তবে সাধারণ মুসলিমগণ এ সকল বিষয়ে সচেতন নন। এই অসচেতনতার সুযোগ গ্রহণ করছে খৃস্টান পাদরি ও প্রচারকগণ। তারা তাদের ধর্মগ্রন্থ হিসেবে পরিচিত ‘পবিত্র বাইবেলের’ মধ্যে সংকলিত কিছু পুস্তককে ‘তাওরাত’, ‘যাবূর’ ও ‘ইঞ্জিল’ নামে মুদ্রণ করে মুসলমানদের মধ্যে প্রচার করেন।&nbsp; বিশেষত সরলপ্রাণ মুসলিমদেরকে ধর্মান্তর করতে তারা এগুলিকে ব্যবহার করেন। পাদরিগণ তাদের নিকট সংরক্ষিত বিকৃত, পরিবর্তিত ও বানোয়াট গ্রন্থগুলিকে ‘তাওরাত’, ‘যাবূর’ ও ‘ইঞ্জিল’ নামে সরলপ্রাণ মুসলিমদের কাছে উপস্থিত করে প্রথমত তাদের মনে এগুলি পাঠের কৌতুহল সৃষ্টি করেন। দ্বিতীয়ত এগুলিই কুরআন বর্ণিত প্রকৃত তাওরাত, যাবূর ও ইনজীল বলে দাবি করে বিভিন্ন কৌশলে এগুলির সকল কথা সত্য বলে গেলাতে চেষ্টা করেন।</p>
<p style="text-align: justify">তারা বিভিন্ন মিথ্যার ধুম্রজাল সৃষ্টি করে দাবি করেন যে, কুরআনে যেহেতু এ পুস্তকগুলির নাম উল্লেখ করা হয়েছে, এগুলির প্রশংসা করা হয়েছে, এবং এগুলির বিধান পালন করতে নির্দেশ দেওয়া হয়েছে সেহেতু প্রমাণ হয় যে, কুরআন ইহূদী-খৃস্টানদের নিকট সংরক্ষিত ‘তাওরাত’, ‘যাবূর’ ও ‘ইনজীল’ নামের পুস্তকত্রয়কে বিশুদ্ধ ও সঠিক বলে নিশ্চিত করেছে। কাজেই যে ব্যক্তি কুরআন বিশ্বাস করে তার জন্য এ তিন পুস্তকের সকল কথা সঠিক বলে বিশ্বাস করা জরুরী। অন্তত মুসলিমরা মানতে বাধ্য যে, মুহাম্মাদ ()-এর যুগ পর্যন্ত ইহূদী-খৃস্টানদের হাতে যে কিতাবগুলি ছিল সেগুলি পুরো বিশুদ্ধ ছিল। আর এর পরে এ সকল গ্রন্থে কোনো পরিবর্তন বা বিকৃতি ঘটেছে বলে মুসলিমগণ প্রমাণ করতে পারবে না। কাজেই কিতাবীদের নিকট বিদ্যমান এ সকল পুস্তকের সবই সঠিক বলে মানতে মুসলিমরা বাধ্য।</p>
<p style="text-align: justify">সকল খৃস্টান গবেষক একবাক্যে স্বীকার করেন যে, প্রচলিত ইনজীলের পুস্তকগুলি সবই মানব রচিত এবং অগণিত বিকৃতি ও ভুল-ভ্রান্তিতে ভরা। তবে মুসলিমদের বিভ্রান্ত করার জন্য তারা দাবি করেন যে, বাইবেলে কোনো ভুল নেই, তার প্রমাণ কুরআনে এগুলির প্রশংসা করা হয়েছে এবং এগুলিতে বিশ্বাস করতে বলা হয়েছে। ঊনবিংশ শতকের প্রসিদ্ধ পাদরি ও প্রচারক ড. কার্ল গোটালেব ফান্ডার (Carl Gottaleb Pfander, D. D.) রচিত ‘মীযানুল হক্ক’ (Balance of Truth) পুস্তকটি এ জাতীয় অগণিত দাবিতে পরিপূর্ণ। পরবর্তী খৃস্টান প্রচারকগণ সকলেই এ পুস্তকের উপর নির্ভর করেন। আমাদের দেশে বাংলাভাষায় রচিত তাদের প্রচারমূলক প্স্তুকগুলিও একই কথা প্রচার করে।</p>
<p style="text-align: justify">মি. ফান্ডার বলেন: “It is clear from the Quran itself that “the Book” that is to say the Bible existed among “the People of the Book” in Muhammad’s time and was not ‘a name devoid of thing named’. This is evident from many passages, of which we content ourselves with quoting only a few”<sup class="modern-footnotes-footnote " data-mfn="2" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-2">2</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-2" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="2" style="display: none;">C. G. Pfander, Balance of Truth part-1 No distortion in the Thora and The Gospel (Switzerland, Rikon, The Good Way) p 6.</span></p>

<p>মি. ফান্ডার তার দাবির স্বপক্ষে যে সকল আয়াত উদ্ধৃত করেন সেগুলির মধ্যে রয়েছে:</p>



<p>(১) মহান আল্লাহ বলেন:</p>



<p>قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالإِنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ</p>

<p style="text-align: justify">“বলুন, হে কিতাবীগণ, তাওরাত, ইন্জীল ও যা তোমাদের প্রতিপালকের নিকট হতে তোমাদের প্রতি অবতীর্ণ হয়েছে (আল-কুরআন) তোমরা তা প্রতিষ্ঠা না করা পর্যন্ত তোমাদের কোনো ভিত্তিই নেই।”<sup class="modern-footnotes-footnote " data-mfn="3" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-3">3</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-3" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="3" style="display: none;">সূরা (৫) মায়িদা: ৬৮ আয়াত।</span></p>
<p style="text-align: justify">মি. ফান্ডার দাবি করেন যে, এ আয়াত প্রমাণ করে যে, মুহাম্মাদ (সা.) তাঁর সময়ে ইহূদী ও খৃস্টানদের মধ্যে বিদ্যমান তাওরাত ও ইঞ্জিলকে বিশুদ্ধ বলে স্বীকার করেছেন এবং তাদেরকে তা প্রতিষ্ঠা করতে আহ্বান করেছেন।</p>

<p>(২) মহান আল্লাহ বলেন:</p>



<p>وَقَالَتِ الْيَهُودُ لَيْسَتِ النَّصَارَى عَلَى شَيْءٍ وَقَالَتِ النَّصَارَى لَيْسَتِ الْيَهُودُ عَلَى شَيْءٍ وَهُمْ يَتْلُونَ الْكِتَابَ كَذَلِكَ قَالَ الَّذِينَ لا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ</p>



<p>“ইহূদীরা বলে, ‘খৃস্টানদের কোনো ভিত্তি নেই’, এবং খৃস্টানগণ বলে, ‘ইহূদীদের কোনো ভিত্তি নেই’; অথচ তারা কিতাব পাঠ করে! এভাবে যারা কিছুই জানে না তারাও অনুরূপ কথা বলে। সুতরাং যে বিষয়ে তাদের মতভেদ আছে কিয়ামতের দিন আল্লাহ তার মিমাংসা করবেন।”<sup class="modern-footnotes-footnote " data-mfn="4" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-4">4</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-4" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="4" style="display: none;">সূরা (২) বাকারা: ১১৩ আয়াত।</span></p>

<p style="text-align: justify">তার মতে, এ আয়াত প্রমাণ করে মুহাম্মাদ (সা.)-এর যুগে কিতাবগুলি বিশুদ্ধরূপে বিদ্যমান ছিল। কারণ ‘তারা কিতাব পাঠ করে’ কথাটি বর্তমান কালের। এতে বুঝা যায় যে, তাঁর সময়ে কিতাবীগণ যা পাঠ করত তা ছিল বিশুদ্ধ কিতাব। যে কিতাব থেকে সঠিক তথ্য তারা জানতে পারত, অথচ তা সত্ত্বেও তারা অজ্ঞদের মত কথা বলত।</p>

<p>(৩) মহান আল্লাহ অন্যত্র বলেন:</p>



<p>فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ لَقَدْ جَاءَكَ الْحَقُّ مِنْ رَبِّكَ فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ</p>

<p style="text-align: justify">“আমি তোমার প্রতি যা অবতীর্ণ করেছি তাতে যদি তুমি সন্ধিগ্ধচিত্ত হও তবে তোমার পূর্বের কিতাব যারা পাঠ করে তাদেরকে জিজ্ঞাসা কর; তোমার প্রতিপালকের নিকট হতে তোমার নিকট সত্যই এসেছে। তুমি কখনো সন্ধিগ্ধ চিত্তদের অন্তর্ভুক্ত হয়ো না।”<sup class="modern-footnotes-footnote " data-mfn="5" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-5">5</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-5" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="5" style="display: none;">সূরা (১০) ইউনূস: ৯৪ আয়াত।</span></p>

<p>মি. ফান্ডার দাবি করেন যে, পূর্ববর্তী কিতবাগুলি যদি বিকৃতই হতো তবে আল্লাহ তাঁর নবীকে সে সকল পুস্তক পাঠকারীদের থেকে সত্য তথ্য লাভের জন্য নির্দেশ দিতেন না।</p>



<p>(৪) ইহূদীরা দাবি করত যে, উটের গোশত হারাম। বিষয়টি তাদের বানোয়াট ব্যাখ্যা মাত্র, তাওরাতে তা ছিল না। এ বিষয়ে আল্লাহ বলেন:</p>



<p>كُلُّ الطَّعَامِ كَانَ حِلا لِبَنِي إِسْرَائِيلَ إِلا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ</p>

<p style="text-align: justify">“তাওরাত অবতীর্ণ হওয়ার ইসরাঈল (ইয়াকূব) নিজের জন্য যা হারাম করেছিলেন তা ব্যাতীত বনী ইসরাঈলের জন্য যাবতীয় খাদ্যই হালাল ছিল। বল: ‘যদি তোমরা সত্যবাদী হও তবে তওরাত আন এবং পাঠ কর।”<sup class="modern-footnotes-footnote " data-mfn="6" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-6">6</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-6" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="6" style="display: none;">সূরা (৩) আল-ইমরান: ৯৩ আয়াত।</span></p>

<p>(৫) ইহূদীগণ রাসূলুল্লাহ সা.-কে বিব্রত করার জন্য তাঁর কাছে বিচার প্রার্থনা করে। এ বিষয়ে আল্লাহ বলেন:</p>



<p>وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ</p>

<p style="text-align: justify">“তারা কিভাবে তোমার উপর বিচারভার ন্যস্ত করবে যখন তাদের নিকট রয়েছে তাওরাত, যার মধ্যে আল্লাহর আদেশ বিদ্যমান? তার পরও তারা মুখ ফিরিয়ে নেয় এবং তারা মুমিন নয়।”<sup class="modern-footnotes-footnote " data-mfn="7" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-7">7</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-7" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="7" style="display: none;">সূরা (৫) মায়িদা: ৪৩ আয়াত।</span></p>

<p>(৬) অন্যত্র মহান আল্লাহ বলেন:</p>



<p>وَلْيَحْكُمْ أَهْلُ الإِنْجِيلِ بِمَا أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْفَاسِقُونَ</p>

<p style="text-align: justify">“ইনজীল অনুসারিগণ যেন আল্লাহ তাতে যা অবতীর্ণ করেছেন তদনুসারে বিধান দেয়। আল্লাহ যা অবতীর্ণ করেছেন তদনুসারে যারা বিধান দেয় না তারা ফাসিক (সত্যত্যাগী)।”<sup class="modern-footnotes-footnote " data-mfn="8" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-8">8</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-8" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="8" style="display: none;">সূরা (৫) মায়িদা: ৪৭ আয়াত।</span></p>
<p style="text-align: justify">এ সকল আয়াতকে ভিত্তি করে মি. ফান্ডার ও অন্যান্য পাদরি ও প্রচারক দাবি করেন যে, মুহাম্মাদ (সা.)-এর সময়ে ইহূদী-খৃস্টানদের নিকট যে বাইবেল বা তাওরাত, যাবূর ও ইঞ্জিল বিদ্যমান ছিল তা ছিল বিশুদ্ধ। আর যেহেতু সে সময়ের পরে বাইবেলে কোনোরূপ বিকৃতি প্রবেশ করেছে বলে মুসলিমগণ প্রমাণ করতে পারে না, সেহেতু মুসলিমদেরকে মানতে হবে যে, মূসা (আ), দাঊদ (আ) ও ঈসা (আ)-এর উপর অবতীর্ণ কিতাবগুলি অবিকৃত অবস্থায় বর্তমান যুগে বিদ্যমান।</p>
<p style="text-align: justify">বস্তুত তাদের এ সকল দাবির অসারতা, বিভ্রান্তি ও অন্তঃসারশূন্যতা প্রমাণের জন্য দীর্ঘ আলোচনার প্রয়োজন। সংক্ষেপে আমরা নিম্নের বিষয়গুলি আলোচনা করব। প্রথমেই আমরা দুটি বিষয়ের প্রতি পাঠকের দৃষ্টি আকর্ষণ করতে চাই। প্রথমত, মুহাম্মাদ (সা.)-এর যুগের পরে বাইবেলে আর কোনো বিকৃতি হয় নি বলে পাদরিগণ যে দাবি করছেন তা একেবারেই বাতুল। এর পরেও বাইবেলের মধ্যে বিকৃতি সাধিত হয়েছে বলে প্রমাণিত। দ্বিতীয়ত, বাইবেল অবিকৃত বলে প্রমাণিত হলেও খৃস্টান ধর্মগুরুদের কোনো বিশেষ লাভ হয় না, কারণ ত্রিত্ববাদ, অবতারবাদ ইত্যাদি&nbsp; খৃস্টধর্মের মূলনীতি কোনোভাবেই প্রচলিত বাইবেলের মধ্যে উল্লেখ করা হয় নি।</p>

<h3>৩. আল-কুরআনের আলোকে তাওরাত, যাবূর ও ইনজীল</h3>



<h4>৩. ১. মহান আল্লাহ মূসা (আ)-কে তাওরাত, দায়ূদ (আ)-কে যাবূর ও ঈসা (আ)-কে ইনজীল প্রদান করেন</h4>



<p>মূসা (আ)-কে তাওরাত প্রদানের বিষয়ে মহান আল্লাহ বলেন:</p>



<p>ثُمَّ آَتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ وَتَفْصِيلا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ</p>

<p style="text-align: justify">“এবং মূসাকে দিয়েছিলাম কিতাব যা সৎকর্মপরায়ণের জন্য সম্পূর্ণ, যা সমস্ত কিছুর বিশদ বিবরণ, পথ-নির্দেশ এবং দয়া-স্বরূপ, যাতে তারা তাদের প্রতিপালকের সাক্ষাৎ সম্বন্ধে বিশ্বাস করে।”<sup class="modern-footnotes-footnote " data-mfn="9" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-9">9</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-9" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="9" style="display: none;">সূরা (৬) আন‘আম: ১৫৪ আয়াত।</span></p>

<p>দায়ূদ (আ)-কে যাবূর প্রদানের বিষয়ে মহান আল্লাহ বলেন:</p>



<p>وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَآَتَيْنَا دَاوُودَ زَبُورًا</p>

<p style="text-align: justify">“আমি নবীগণকে কারো উপরে কারো অতিরিক্ত মর্যাদা দিয়েছি; এবং দাউদকে আমি যাবূর প্রদান করি।”<sup class="modern-footnotes-footnote " data-mfn="10" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-10">10</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-10" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="10" style="display: none;">সূরা (১৭) ইসরা/ বনী ইসরাঈল: ৫৫ আয়াত। আরো দেখুন: সূরা নিসা: ১৬৩ আয়াত।</span></p>

<p>ঈসা (আ)-কে যে ইনজীল প্রদানের বিষয়ে আল্লাহ বলেন:</p>



<p>وَقَفَّيْنَا عَلَى آَثَارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآَتَيْنَاهُ الإِنْجِيلَ فِيهِ هُدًى وَنُورٌ وَمُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدًى وَمَوْعِظَةً لِلْمُتَّقِينَ</p>

<p style="text-align: justify">“মারয়াম-তনয় ঈসাকে তার পূর্বে অবতীর্ণ তাওরাতের সমর্থকরূপে তাদের পশ্চাতে প্রেরণ করেছিলাম এবং তাকে ইনজীল দিয়েছিলাম তার পূর্বে অবতীর্ণ তাওরাতের সমর্থকরূপে এবং মুত্তাকীদের জন্য পথের নির্দেশ ও উপদেশরূপে; তাতে ছিল পথের নির্দেশ ও নূর (আলো)।”<sup class="modern-footnotes-footnote " data-mfn="11" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-11">11</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-11" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="11" style="display: none;">সূরা (৫) মায়িদা: ৪৬ আয়াত। আরো দেখুন: সূরা আল-ইমরান ৩, ৪৮, ৬৫; মায়িদা: ৬৬, ৪৭, ৬৬, ৬৮, ১১০; আ’রাফ: ১৫৭; তাওবা: ১১১; ফাতহ: ২৯; হাদীদ: ২৭ আয়াত।</span></p>

<h4 id="h--2">৩. ২. তাঁদের অনুসারীগণ গ্রন্থগুলি বিকৃত করেছে</h4>

<p style="text-align: justify">আমরা জানি যে, মূসা (আ), দাউদ (আ) ও ঈসা (আ) বনী ইস্রাঈল বা ইস্রায়েল-সন্তানগণের জন্য নবী হিসেবে প্রেরিত হয়েছিলেন। এজন্য সাধারণভাবে এ তিন গ্রন্থের অনুসারীদের কুরআন-হাদীসে ‘বনী ইসরাঈল’ বলে উল্লেখ করা হয়েছে। এছাড়া তাদেরকে ‘আহলু কিতাব’ বা ‘কিতাবী’ বলেও উল্লেখ করা হয়েছে; কারণ তারা আল্লাহর আসমানী কিতাব লাভ করেছিল। ‘বনী ইসরাঈল’ বা ‘আহলু কিতাব’ তাদের উপর অবতীর্ণ কিতাবগুলি সংযোজন, বিয়োজন, পরিবর্তন, ইচ্ছাকৃত গোপন করা, ভুলে যাওয়া, হারিয়ে ফেলা ইত্যাদি কর্মের মাধ্যমে বিকৃত করে বলে কুরআন ও হাদীসে বারংবার উল্লেখ করা হয়েছে। মহান আল্লাহ বলেন,</p>

<p>أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ</p>

<p style="text-align: justify">“তোমরা কি এ আশা কর যে, তারা তোমাদের কথায় ঈমান আনবে? অথচ তাদের অবস্থা তো এই যে, তাদের একদল আল্লাহর বাণী শ্রবন করত এবং বুঝার পর জেনে শুনে তা বিকৃত করত।”<sup class="modern-footnotes-footnote " data-mfn="12" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-12">12</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-12" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="12" style="display: none;">সূরা (২) বাকারা ৭৫ আয়াত।</span></p>

<p>মহান আল্লাহ আরো বলেন:</p>



<p>فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ</p>

<p style="text-align: justify">“সুতরাং দুর্ভোগ তাদের জন্য যারা নিজ হাতে কিতাব রচনা করে এবং তুচ্ছ মূল্য প্রাপ্তির জন্য বলে, ‘এ আল্লাহর নিকট হতে’। তাদের হাত যা রচনা করেছে তার জন্য দুর্ভোগ তাদের এবং যা তারা উপার্জন করে তার জন্য দুর্ভোগ তাদের।”<sup class="modern-footnotes-footnote " data-mfn="13" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-13">13</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-13" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="13" style="display: none;">সূরা (২) বাকারা ৭৯ আয়াত।</span></p>

<p>অন্যত্র আল্লাহ বলেন:</p>



<p>فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ</p>

<p style="text-align: justify">“তাদের অঙ্গীকার ভঙ্গের জন্য তাদেরকে লানত করেছি এবং তাদের হৃদয় কঠিন করেছি, তারা শব্দগুলিকে স্বস্থান থেকে বিকৃত করে এবং তাদেরকে যা শিক্ষা দেওয়া হয়েছিল তার এক অংশ ভুলে গিয়েছে।”<sup class="modern-footnotes-footnote " data-mfn="14" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-14">14</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-14" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="14" style="display: none;">সূরা (৫) মায়িদা: ১৩ আয়াত। আরো দেখুন: সূরা মায়িদা ৪১ আয়াত।</span></p>

<p>মহান আল্লাহ আরো বলেন:</p>

<p style="text-align: justify">وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِمَا كَانُوا يَصْنَعُونَ يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ</p>
<p style="text-align: justify">“যারা বলে ‘আমরা খৃস্টান’ তাদেরও অঙ্গীকার গ্রহণ করেছিলাম; কিন্তু তাদেরকে যা শিক্ষা দেওয়া হয়েছিল তার এক অংশ তার ভুলে গিয়েছে। সুতরাং আমি কিয়ামত পর্যন্ত তাদের মধ্যে শত্র“তা ও বিদ্বেষ জাগরূক রেখেছি। তারা যা করত আল্লাহ তাদেরকে তা জানিয়ে দিবেন। হে কিতাবীগণ, আমার রাসূল তোমাদের কাছে এসেছেন। তোমরা কিতাবের মধ্যে যা গোপন করতে সে তার অনেক কিছু তোমাদের নিকট প্রকাশ করে এবং অনেক উপেক্ষা করে থাকে। আল্লাহর নিকট থেকে এক নূর (আলো) ও স্পষ্ট কিতাব তোমাদের নিকট এসেছে।”<sup class="modern-footnotes-footnote " data-mfn="15" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-15">15</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-15" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="15" style="display: none;">সূরা (৫) মায়িদা: ১৪-১৫ আয়াত।</span></p>
<p style="text-align: justify">ইহূদী-খৃস্টানগণ কোনো কোনো নবীর ক্ষেত্রে ‘ঈশ্বরত্ব’ দাবি করে এবং তাদের ইবাদত করে। বিশেষত খৃস্টানগণ দবি করে যে, ঈসা (আ) নিজেকে ‘আল্লাহ’ বলে দাবি করেছেন। মহান আল্লাহ এ বিষয়ে জানিয়েছেন যে, এ সকল বক্তব্য যা কিছু তাদের কিতাবে রয়েছে সবই বিকৃতি ও সংযোজন। কোনো নবী কখনোই আল্লাহকে ছাড়া অন্য কাউকে ইবাদত করতে বলতে পারেন না। মহান আল্লাহ বলেন:</p>
<p style="text-align: justify">وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ</p>
<p style="text-align: justify">“তাদের মধ্যে একদল লোক আছেই যারা কিতাবকে জিহ্বা দ্বারা বিকৃত করে, যাতে তোমরা তাকে আল্লাহর কিতাবের অংশ মনে কর; কিন্তু তা কিতাবের অংশ নয়, এবং তারা বলে: ‘তা আল্লাহর পক্ষ হতে’, কিন্তু তা আল্লাহর পক্ষ হতে প্রেরিত নয়। তারা জেনে শুনে আল্লাহর সম্পর্কে মিথ্যা বলে। কোনো ব্যক্তিকে আল্লাহ কিতাব্, হিক্মত ও নুবুওয়াত দান করার পর সে মানুষকে বলবে, ‘আল্লাহর পরিবর্তে তোমার আমার বান্দা হয়ে যাও’- তা তার জন্য শোভন নয়; বরং সে বলবে, তোমরা রাব্বানী (আল্লাহওয়ালা) হয়ে যাও, যেহেতু তোমরা কিতাব শিক্ষা দান কর এবং যেহেতু তোমরা অধ্যয়ন কর।”<sup class="modern-footnotes-footnote " data-mfn="16" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-16">16</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-16" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="16" style="display: none;">সূরা (৩) আল-ইমরান ৭৮-৭৯ আয়াত।</span></p>

<h4 id="h--3">৩. ৩. বিকৃত অবস্থায় সেগুলির অস্তিত্ব আছে এবং সেগুলির মধ্যে আল্লাহর অনেক বাণী ও বিধান রয়েছে</h4>

<p style="text-align: justify">কুরআনের আলোকে আমরা জানতে পারি যে, মূল তাওরাত, যাবূর ও ইনজীলের অনেক অংশ তারা ভুলে, অবহেলায় ও ইচ্ছাকৃত বিকৃতির মাধ্যমে বিলুপ্ত করেছে। তবে অন্যান্য গ্রন্থের মত তা একেবারে হারিয়ে যায় নি। বিকৃতি, সংযোজন, বিয়োজন, বিলুপ্তি, ভুলে যাওয়া, গোপন করা ইত্যাদির পরেও ‘আহলু কিতাব’গণের নিকট তাওরাত, যাবূর ও ইনজীল নামে কিছু কিতাব রয়েছে, যেগুলির মধ্যে আল্লাহর বাণী ও মানবীয় বিকৃতি সংমিশ্রিত হয়ে রয়েছে। এগুলির মধ্যে পূর্ববর্তী নবীগণের বিষয়ে, তাওহীদ ও রিসালাতের বিষয়ে, শরীয়ত বা ব্যবস্থার বিষয়ে এবং শেষ নবী মুহাম্মাদ (সা.)-এর আগমন ও তার উপর বিশ্বাস স্থাপনের বিষয়ে অনেক সঠিক শিক্ষা এখনো বিদ্যমান। এ সব বিষয় থেকে শিক্ষা গ্রহণ করতে আল্লাহ তাদেরকে আহ্বান করেছেন। কখনো কখনো তাদের বিকৃত বিশ্বাস বা কর্মের ভিত্তিহীনতা প্রমাণ করতে তাদের কিতাব থেকে প্রমাণ পেশ করতে আহ্বান করেছেন। কারণ অনেক বিকৃতি তারা তাওরাত, যাবূর বা ইনজীলের মূল পাঠে সংযোগ করলেও, বিকৃত বাইবেলের মধ্যেও নেই এরূপ অনেক কথা তারা অর্থ ও তাফসীরের নামে বলত। এ সকল বিষয়ে তাদেরকে কুরআন কারীমে চ্যালেঞ্জ করা হয়।</p>
<p style="text-align: justify">এ জাতীয় আয়াতগুলিকেই পাদরিগণ তাদের দাবির স্বপক্ষে পেশ করেন। অথচ তারা নিজেরাও জানেন যে, বিতর্কের জন্য বা অন্য কোনো উদ্দেশ্যে কোনো গ্রন্থের কিছু বিষয় প্রমাণ হিসেবে পেশ করার অর্থ এই নয় যে, উক্ত গ্রন্থের সবকিছুই বিশুদ্ধ বা প্রমাণ হিসেবে গ্রহণ করা হলো। তাহলে তো পাদরিগণকেও কুরআনের সকল বিষয় সত্য বলে গ্রহণ করতে হবে, কারণ তারা কুরআনের অনেক বিষয় প্রমাণ হিসেবে পেশ করেন। তারা কুরআনের অনেক কথা তাদের পুস্তকে উদ্ধৃত করে সেগুলি মান্য করার জন্য মুসলিমদেরকে আহ্বান জানান। এতে কি প্রমাণ হবে যে, তারা কুরআনের সবকিছু সত্য বলে বিশ্বাস করেন? অথবা কুরআনের সবকিছুই মুসলিমদের মান্য করা জরুরী বলে দাবি করেন? খৃস্টধর্ম বিষয়ক আলোচনায় যে কোনো মুসিলম যে কোনো খৃস্টানকে চ্যালেঞ্জ করে বলেন, ত্রিত্ববাদ একটি বানোয়াট তত্ত্ব, বাইবেল এনে দেখান তো ‘ত্রিত্ববাদ’ কথাটি কোথায় আছে। এ কথার অর্থ এই নয় যে, বাইবেলে যা আছে সবই ঠিক বলে তিনি গ্রহণ করছেন। এর অর্থ হলো, বাইবেলের মধ্যে ভাল-মন্দ যাই থাক, ত্রিত্ববাদ নেই।</p>
<p style="text-align: justify">এখানে আমরা ইহূদী-খৃস্টানদের মধ্যে তাওরাত, যাবূর ও ইঞ্জিল নামে প্রচলিত গ্রন্থগুলির বিষয়ে কুরআন কারীমের উপরের তথ্যগুলি ‘পবিত্র বাইবেল’-এর বাস্তবতার আলোকে আলোচনা করব।</p>

<h3>৪. ‘বাইবেল’ বনাম তাওরাত, যাবূর ও ইনজীল</h3>



<h4>৪. ১. ‘পবিত্র বাইবেল’ নামের পুস্তকটির বিবরণ</h4>

<p style="text-align: justify">‘বাইবেল’ মূলত কোনো একটি গ্রন্থ নয়, বরং অনেকগুলি গ্রন্থের সংকলন। খৃস্টানদের মধ্যে প্রচলিত ‘বাইবেল’টি দুটি ভাগে বিভক্ত। প্রথম ভাগটি ‘পুরাতন নিয়ম’ (Old Testament) নামে পরিচিত এবং দ্বিতীয় ভাগটি নতুন নিয়ম (New Testament) নামে পরিচিত।</p>

<h4>(ক) পুরাতন নিয়মের পুস্তকাবলি</h4>

<p style="text-align: justify">পুরাতন নিয়মের পুস্তকাবলির সংখ্যা ও বিশুদ্ধতা নিয়ে ইহূদী ও খৃস্টানদের মধ্যে এবং খৃস্টানদের বিভিন্ন সম্প্রদায়ের মধ্যে অনেক মতভেদ রয়েছে। বিস্তারিত আলোচনা এখানে সম্ভব নয়। প্রটেস্ট্যান্ট সম্প্রদায়ের আবির্ভাবের পূর্ব পর্যন্ত প্রায় দেড় হাজার বৎসর যাবৎ ক্যাথলিক খৃস্টানগণের বিশ্বাস অনুসারে বাইবেলের পুরাতন নিয়মের পুস্তকের সংখ্যা ৪৬টি। পুস্তকগুলি নিম্নরূপ:</p>

<p>১.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; আদি পুস্তক (Genesis)</p>



<p>২.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; যাত্রা পুস্তক (Exodus)</p>



<p>৩.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; লেবীয় পুস্তক (Leviticus)</p>



<p>৪.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; গণনা পুস্তক (Numbers)</p>



<p>৫.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; দ্বিতীয় বিবরণ (Deuteronomy)</p>



<p>এই পাঁচটি গ্রন্থ একত্রে ‘তাওরাহ’ (Torah or Pentateuch) নামে অভিহিত। ‘তাওরাহ’ একটি হিব্র“ শব্দ। এর অর্থ ‘শিক্ষা, ব্যবস্থা বা বিধিবিধান’।</p>



<p>৬.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; যিহোশূয়ের পুস্তক (The Book of Joshua)</p>



<p>৭.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; বিচারকর্ত্তৃগণের বিবরণ (The Book of Judges)</p>



<p>৮.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; রূতের বিবরণ (The Book of Ruth)</p>



<p>৯.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; শমুয়েলের প্রথম পুস্তক (The First Book of Samuel)</p>



<p>১০.&nbsp;&nbsp;&nbsp;&nbsp; শমুয়েলের দ্বিতীয় পুস্তক (The Second Book of Samuel)</p>



<p>১১.&nbsp;&nbsp;&nbsp;&nbsp; রাজাবলির প্রথম খণ্ড (The First Book of Kings)</p>



<p>১২.&nbsp;&nbsp;&nbsp;&nbsp; রাজাবলির দ্বিতীয় খণ্ড (The Second Book of Kings)</p>



<p>১৩.&nbsp;&nbsp;&nbsp;&nbsp; বংশাবলির প্রথম খণ্ড (The First Book of The Chronicles))</p>



<p>১৪.&nbsp;&nbsp;&nbsp;&nbsp; বংশাবলির দ্বিতীয় খণ্ড (The Second Book of The Chronicles)</p>



<p>১৫.&nbsp;&nbsp;&nbsp;&nbsp; ইয্রার পুস্তক (The Book of Ezra)</p>



<p>১৬.&nbsp;&nbsp;&nbsp;&nbsp; নহিমিয়ের পুস্তক (ইয্রার দ্বিতীয় পুস্তক) (The Book of Nehemiah)</p>



<p>১৭.&nbsp;&nbsp;&nbsp;&nbsp; তোবিয়াসের পুস্তক (The Book of Tobias/Tobit)</p>



<p>১৮.&nbsp;&nbsp;&nbsp;&nbsp; যুডিথের পুস্তক (The Book of Judith)</p>



<p>১৯.&nbsp;&nbsp;&nbsp;&nbsp; ইস্টেরের বিবরণ (The Book of Esther)</p>



<p>২০.&nbsp;&nbsp;&nbsp;&nbsp; ইয়োবের (আইউব) বিবরণ (The Book of Job)</p>



<p>২১.&nbsp;&nbsp;&nbsp;&nbsp; গীতসংহিতা (যাবূর) (The Book of Psalms)</p>



<p>২২.&nbsp;&nbsp;&nbsp;&nbsp; হিতোপদেশ (সুলাইমানের প্রবাদাবলি) (The Proverbs)</p>



<p>২৩.&nbsp;&nbsp;&nbsp;&nbsp; উপদেশক (Ecclesiastes or, the Preacher)</p>



<p>২৪.&nbsp;&nbsp;&nbsp;&nbsp; শলোমনের পরমগীত (The Song of Solomon)</p>



<p>২৫.&nbsp;&nbsp;&nbsp;&nbsp; উইশডম বা জ্ঞান পুস্তক (The Book of Wisdom)</p>



<p>২৬.&nbsp;&nbsp;&nbsp;&nbsp; যাজকগণ বা ঊপপষবংরধংঃরপঁং (The Wisdom of Jesus the Son of Sirach)</p>



<p>২৭.&nbsp;&nbsp;&nbsp;&nbsp; যিশাইয় ভাববাদীর পুস্তক (The Book of The Prophet Isaiah)</p>



<p>২৮.&nbsp;&nbsp;&nbsp;&nbsp; যিরমিয় ভাববাদীর পুস্তক (The Book of The Prophet Jeremiah)</p>



<p>২৯.&nbsp;&nbsp;&nbsp;&nbsp; যিরমিয়ের বিলাপ (The Lamentations of Jeremiah)</p>



<p>৩০.&nbsp;&nbsp;&nbsp;&nbsp; বারুখের পুস্তক (The Book/Prophecy of Baruch)</p>



<p>৩১.&nbsp;&nbsp;&nbsp;&nbsp; যিহিষ্কেল ভাববাদীর পুস্তক (The Book of The Prophet Ezekiel)</p>



<p>৩২.&nbsp;&nbsp;&nbsp;&nbsp; দানিয়েলের পুস্তক (The Book of Daniel)</p>



<p>৩৩.&nbsp;&nbsp;&nbsp;&nbsp; হোশেয় ভাববাদীর পুস্তক (Hosea)</p>



<p>৩৪.&nbsp;&nbsp;&nbsp;&nbsp; যোয়েল ভাববাদীর পুস্তক (Joel)</p>



<p>৩৫.&nbsp;&nbsp;&nbsp;&nbsp; আমোষ ভাববাদীর পুস্তক (Amos)</p>



<p>৩৬.&nbsp;&nbsp;&nbsp;&nbsp; ওবদিয় ভাববাদীর পুস্তক (Obadiah)</p>



<p>৩৭.&nbsp;&nbsp;&nbsp;&nbsp; যোনা (ইউনূস) ভাববাদীর পুস্তক (Jonah)</p>



<p>৩৮.&nbsp;&nbsp;&nbsp;&nbsp; মীখা ভাববাদীর পুস্তক (Micah)</p>



<p>৩৯.&nbsp;&nbsp;&nbsp;&nbsp; নহূম ভাববাদীর পুস্তক (Nahum)</p>



<p>৪০.&nbsp;&nbsp;&nbsp;&nbsp; হবক্কূক ভাববাদীর পুস্তক (Habakkuk)</p>



<p>৪১.&nbsp;&nbsp;&nbsp;&nbsp; সফনিয় ভাববাদীর পুস্তক (Zephaniah)</p>



<p>৪২.&nbsp;&nbsp;&nbsp;&nbsp; হগয় ভাববাদীর পুস্তক (Haggai)</p>



<p>৪৩.&nbsp;&nbsp;&nbsp;&nbsp; সখরিয় (যাকারিয়া) ভাববাদীর পুস্তক (Zechariah)</p>



<p>৪৪.&nbsp;&nbsp;&nbsp;&nbsp; মালাখি ভাববাদীর পুস্তক (Malachi)</p>



<p>৪৫.&nbsp;&nbsp;&nbsp;&nbsp; মাকাবিজের প্রথম পুস্তক (The First Book of Maccabees)</p>



<p>৪৬.&nbsp;&nbsp;&nbsp;&nbsp; মাকাবিজের দ্বিতীয় পুস্তক (The Second Book of Maccabees)</p>



<p>ক্যাথলিক খৃস্টানগণের বাইবেলে (Vulgate/Roman Catholic Canon/ Douai-Confraternity Versions) এ পুস্তকগুলি বিদ্যমান।</p>

<p style="text-align: justify">প্রটেস্ট্যান্ট সম্প্রদায় এগুলির মধ্য থেকে ৭টি পুস্তক একেবারেই জাল ও বাতিল বলে গণ্য করেন। পুস্তকগুলি হলো: (১৭) তোবিয়াসের পুস্তক, (১৮) যুডিথের পুস্তক, (২৫) উইশডম বা জ্ঞান পুস্তক, (২৬) যাজকগণ, (৩০) বারুখের পুস্তক, (৪৫) মাকাবিজের প্রথম পুস্তক, (৪৬) মাকাবিজের দ্বিতীয় পুস্তক। এ ৭টি পুস্তক ছাড়াও ইস্টেরের বিবরণ ও দানিয়েলের পুস্তকের বেশ কিছু অংশ তারা জাল ও সংযোজন বলে বিশ্বাস করেন। এখানে উল্লেখ্য যে, প্রটেস্ট্যান্ট সম্প্রদায়ের বাইবেলই বাংলা ও অন্যান্য ভাষায় অনুবাদ করা হয়েছে। এজন্য প্রটেস্ট্যান্ট খৃস্টানদের বাইবেলের পুরাতন নিয়মের পুস্তক সংখ্যা ৩৯।</p>
<p style="text-align: justify">এখানে আরো লক্ষণীয় যে, পুরাতন নিয়মের গ্রন্থগুলি মূলত ইহূদীদের ধর্মগ্রন্থ। তবে ইহূদী বাইবেল ও খৃস্টান বাইবেলের পুরাতন নিয়মের মধ্যে অনেক পার্থক্য রয়েছে। সাধারণ ইহূদীগণও প্রটেস্ট্যান্টদের মত ৩৯টি পুস্তককে সঠিক বলে বিশ্বাস করেন, তবে তাদের বাইবেলে গ্রন্থগুলির ক্রম ও বর্ণনা খৃস্টান বাইবেলে থেকে ভিন্ন। আর শমরীয় (Samaritans) ইহূদীগণ এগুলির মধ্য থেকে শুধুমাত্র প্রথম সাতটি গ্রন্থ বিশুদ্ধ ও পালনীয় বলে স্বীকার করে, মূসা (আ) এর গ্রন্থ বলে কথিত ৫ টি গ্রন্থ, যিহোশূয়ের পুস্তক&nbsp; ও বিচারকর্ত্তৃগণের বিবরণ। এ সাতটি পুস্তকের ক্ষেত্রেও শমরীয় ইহূদীদের ‘তাওরাত’ ও সাধারণ ইহূদীদের তাওরাতের মধ্যে অনেক ভিন্নতা আছে।</p>

<h4><strong>(খ) নতুন নিয়মের পুস্তকাবলি</strong></h4>



<p>নতুন নিয়ম খৃস্টনদের ধর্মগ্রন্থ, যাকে ইহূদীগণ সম্পূর্ণ জাল ও মিথ্যা বলে গণ্য করেন। খৃস্টানদের নিকট প্রচলিত নতুন নিয়মের পুস্তকের সংখ্যা ২৭। পুস্তকগুলি নিম্নরূপ:</p>



<p>১.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মথি লিখিত সুসমাচার (The Gospel According to St. Matthew)</p>



<p>২.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মার্ক লিখিত সুসমাচার (The Gospel According to St. Mark)</p>



<p>৩.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; লূক লিখিত সুসমাচার (The Gospel According to St. Luke)</p>



<p>৪.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; যোহন লিখিত সুসমাচার (The Gospel According to St. John)</p>

<p style="text-align: justify">এ চারিটি গ্রন্থকে ‘ইঞ্জিল চতুষ্ঠয়’ বলা হয়। ‘ইঞ্জিল’ শব্দটি এ চারিটি গ্রন্থের জন্যই প্রযোজ্য। ‘ইঞ্জিল’ মূলত অনারর শব্দ যা আরবী ভাষায় রূপান্তরিত করা হয়েছে। মূল গ্রীক ‘ইনক্লিয়ন’ শব্দ থেকে ‘ইঞ্জিল’ শব্দটি রূপান্তরিত হয়েছে। এর অর্থ ‘সুসংবাদ ও শিক্ষা’।</p>
<p style="text-align: justify">এখানে ইংরেজি ও বাংলা নামের মধ্যে পার্থক্য লক্ষণীয়। উপরে প্রটেস্ট্যান্ট বাইবেলে ‘সুসমাচার’গুলির ইংরেজি নাম উল্লেখ করেছি। এগুলির সঠিক অনুবাদ: ‘মথির মতানুসারে ‘ইনজীল’, ‘মার্কের মতানুসারে ‘ইনজীল’, ‘লূকের মতানুসারে ‘ইনজীল’ ও ‘যোহনের মতানুসারে ‘ইনজীল’। আর রোমান ক্যাথলিক বাইবেলে এগুলির নাম: The Holy Gospel of Jesus Christ According to St. Matthew, The Holy Gospel of Jesus Christ According to St. Mark, The Holy Gospel of Jesus Christ According to St. Luke, The Holy Gospel of Jesus Christ According to St. John.</p>
<p style="text-align: justify">পাঠক আশা করি এখানে খুব সহজেই বুঝতে পারছেন যে, ঈসা (আ)-এর অনেক পরে এ সকল সুমাচার লেখা হয়। ঈসা (আ) একটি সুসমাচার বা ইঞ্জিল প্রচার করেছিলেন বলে সকলেই জানত। তবে কারো কাছেই এর কোনো কপি ছিল না। তাঁর তিরোধানের প্রায় শতবৎসর পরে অনেক মানুষ ‘সুসমাচার’ লিখে প্রচার করেন যে, এটি ঈসা (আ) এর সুসমাচার। এজন্য এগুলির এইরূপ নামকরণ করা হয়। অর্থাৎ নাম করা হয় ‘অমুকের মতানুসারে এই হলো সুসমাচার’, সঠিক সুসমাচার কোনটি তা কেউ জানে না। এই বিষয়টি চাপা দেওয়ার জন্যই বাংলা অনুবাদে কারসাজি করা হয়েছে।</p>

<p>৫.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; প্রেরিতদের কার্য্য-বিবরণ (The Acts of the Apostles)</p>



<p>৬.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; রোমীয়দের প্রতি প্রেরিত পৌলের পত্র (The Letter of Paul to the Romans)</p>



<p>৭.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; করিন্থীয়দের প্রতি প্রেরিত পৌলের প্রথম পত্র (The First Letter of Paul to the Corinthians)</p>



<p>৮.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; করিন্থীয়দের প্রতি প্রেরিত পৌলের দ্বিতীয় পত্র (The Second Letter of Paul to the Corinthians)</p>



<p>৯.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; গালাতীয়দের প্রতি প্রেরিত পৌলের পত্র (The Letter of Paul to the Galatians)</p>



<p>১০.&nbsp;&nbsp;&nbsp;&nbsp; ইফিযীয়দের প্রতি প্রেরিত পৌলের পত্র (The Letter of Paul to the Ephesians)</p>



<p>১১.&nbsp;&nbsp;&nbsp;&nbsp; ফিলিপীয়দের প্রতি প্রেরিত পৌলের পত্র (The Letter of Paul to the Philippians)</p>



<p>১২.&nbsp;&nbsp;&nbsp;&nbsp; কলসীয়দের প্রতি প্রেরিত পৌলের পত্র (The Letter of Paul to the Colossians)</p>



<p>১৩.&nbsp;&nbsp;&nbsp;&nbsp; থিষলনীকীয়দের প্রতি প্রেরিত পৌলের প্রথম পত্র (The First Letter of Paul to the Thessalonians)</p>



<p>১৪.&nbsp;&nbsp;&nbsp;&nbsp; থিষলনীকীয়দের প্রতি প্রেরিত পৌলের দ্বিতীয় পত্র (The Second Letter of Paul to the Thessalonians)</p>



<p>১৫.&nbsp;&nbsp;&nbsp;&nbsp; তীমথিয়ের প্রতি প্রেরিত পৌলের প্রথম পত্র (The First Letter of Paul to the Timothy)</p>



<p>১৬.&nbsp;&nbsp;&nbsp;&nbsp; তীমথিয়ের প্রতি প্রেরিত পৌলের দ্বিতীয় পত্র (The Second Letter of Paul to Timothy)</p>



<p>১৭.&nbsp;&nbsp;&nbsp;&nbsp; তীতের প্রতি প্রেরিত পৌলের পত্র (The Letter of Paul to Titus)</p>



<p>১৮.&nbsp;&nbsp;&nbsp;&nbsp; ফিলীমনের প্রতি প্রেরিত পৌলের পত্র (The Letter of Paul to Philemon)</p>



<p>১৯.&nbsp;&nbsp;&nbsp;&nbsp; ইব্রীয়দের প্রতি (পৌলের) পত্র (The Letter of Paul to the Hebrews)</p>



<p>২০.&nbsp;&nbsp;&nbsp;&nbsp; যাকোবের পত্র (The Letter of James)</p>



<p>২১.&nbsp;&nbsp;&nbsp;&nbsp; পিতরের প্রথম পত্র (The First Letter General of Peter)</p>



<p>২২.&nbsp;&nbsp;&nbsp;&nbsp; পিতরের দ্বিতীয় পত্র (The Second Letter General of Peter)</p>



<p>২৩.&nbsp;&nbsp;&nbsp;&nbsp; যোহনের প্রথম পত্র (The First Letter of John)</p>



<p>২৪.&nbsp;&nbsp;&nbsp;&nbsp; যোহনের দ্বিতীয় পত্র (The Second Letter of John)</p>



<p>২৫.&nbsp;&nbsp;&nbsp;&nbsp; যোহনের তৃতীয় পত্র (The Third Letter of John)</p>



<p>২৬.&nbsp;&nbsp;&nbsp;&nbsp; যিহূদার পত্র (The Letter of Jude)</p>



<p>২৭.&nbsp;&nbsp;&nbsp;&nbsp; যোহনের নিকট প্রকাশিত বাক্য (The Revelation of John)</p>

<p style="text-align: justify">এগুলির মধ্যে ৭টি পুস্তকের বিশুদ্ধতা নিয়ে খৃস্টান পণ্ডিতগণের মধ্যে ব্যাপক মতভেদ রয়েছে। পুস্তকগুলি হলো: ইব্রীয়দের প্রতি (পৌলের) পত্র, পিতরের দ্বিতীয় পত্র, যোহনের দ্বিতীয় পত্র, যোহনের তৃতীয় পত্র,যাকোবের পত্র, যিহূদার পত্র, যোহনের নিকট প্রকাশিত বাক্য। বিশেষত অধিকাংশ প্রটেস্ট্যান্ট পণ্ডিত এগুলিকে জাল বলে নিশ্চিত করেছেন। এছাড়া যোহনের প্রথম পত্রের কয়েকটি অনুচ্ছেদকেও তারা জাল বলেছেন।<sup class="modern-footnotes-footnote " data-mfn="17" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-17">17</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-17" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="17" style="display: none;">The New Encyclopedia Britannica, 15th Edition, Vol-2, Biblical Literature, p 958-973.</span>&nbsp;এখানে লক্ষণীয় যে এ সকল জাল বলে কথিত পুস্তকগুলি প্রচলিত বাইবেলের অংশ।</p>

<p>উপরের বর্ণনা থেকে পাঠক নিম্নের বিষয়গুলি জানতে পেরেছেন:</p>

<p style="text-align: justify">প্রথমত, নতুন নিয়ম বা ইনজীল শরীফ বলে প্রচারিত ‘পুস্তকটির’ ২৭ টি পুস্তকের মধ্যে মাত্র ৪টি পুস্তক ‘ইনজীল’ নামে দাবি করা হয়েছে এবং এ চারিটি পুস্তক একটি হারানো ‘ইঞ্জিলের’ চার প্রকারের বিবরণ। মুসলিমগণ ‘ঈসার ইঞ্জিলে’ বা ঈসার মতানুসারে ইঞ্জিলে (The Holy Gospel of Jesus, Gospel According to Jessu) বিশ্বাস করেন, যা এই ২৭টি পুস্তকের মধ্যে বিদ্যমান নয়।</p>
<p style="text-align: justify">দ্বিতীয়ত, ২৭টি পুস্তকের এই ৪টি বাদে বাকিগুলি কোনো অবস্থঅতেই ‘ঈসা (আ)-এর ইঞ্জিল শরীফ’ নয়। এগুলি ঈসা (আ)-এর কথিত বা মিথ্যা শিষ্যদের কয়েকটি চিঠি যাতে তারা তাদের নিজস্ব মতামত ও ব্যক্তিগত কিছু কথাবার্তা লিপিবদ্ধ করেছেন।</p>
<p style="text-align: justify">তৃতীয়ত, নতুন নিয়মের বাকি ২৩টি পুস্তক বা পত্রের ৮টি পুস্তক বা পত্র ঈসা (আ)-এর শিষ্যদের লেখা বলে দাবি করা হয় এবং একটি পুস্তিকা এদের কার্যবিবরণ। বাকী ১৪টি পত্র সবই পৌল নামক এক ব্যক্তির লেখা, যিনি জীবনে কখনোই ঈসা (আ) এর শিষ্যত্ব গ্রহণ করেন নি। তিনি ঈশ্বরের গৌরবার্থে মিথ্যা বলাকে পূণ্যকর্ম বলে বিশ্বাস করতেন এবং নিজে ঈশ্বরের গৌরবার্থে মিথ্যা বলতেন বলে সগৌরবে স্বীকার করেছেন। তিনি বলেছেন: ” For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner? কিন্তু আমার মিথ্যায় যদি ঈশ্বরের সত্য তাঁহার গৌরবার্থে উপচিয়া পড়ে, তবে আমিও বা এখন পাপী বলিয়া আর বিচারিত হইতেছি কেন?”<sup class="modern-footnotes-footnote " data-mfn="18" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-18">18</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-18" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="18" style="display: none;">রোমান ৩/৭।</span></p>
<p style="text-align: justify">এভাবে আমরা দেখছি যে, ‘ইঞ্জিল শরীফ’ নামে প্রচলিত পুস্তকটির অধিকাংশ অংশ পৌল নামক একজন স্বঘোষিত মিথ্যবাদীর দ্বারা রচিত। এই পৌলই মূলত প্রচলিত খৃস্টধর্মের প্রতিষ্ঠাতা। বাহ্যত এ ভণ্ড ভাববাদীর আবির্ভাব সম্পর্কে সতর্ক করে যীশু বলেন: “ভাক্ত খ্রীস্টেরা ও ভাক্ত ভাবাবদীরা (false Christs and false prophets) উঠিবে, এবং এমন মহৎ মহৎ চিহ্ন ও অদ্ভুত অদ্ভুত লক্ষণ (great signs and wonders) দেখাইবে যে, যদি হইতে পারে, তবে মনোনীতদিগকেও ভুলাইবে।”<sup class="modern-footnotes-footnote " data-mfn="19" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-19">19</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-19" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="19" style="display: none;">মথি ২৪/২৪।</span></p>
<p style="text-align: justify">প্রচলিত ত্রিত্ববাদী খৃস্টধর্ম এ ভণ্ড ভাববাদীর প্রতিষ্ঠিত, যে প্রকৃতই মনোনীতদেরও ভুলিয়ে বিভ্রান্ত করতে সক্ষম হয়েছিল। প্রচলিত ‘ইঞ্জিল’ শরীফগুলি এর মতবাদ প্রচার লাভের পরে লেখা হয়েছে।</p>

<h4><strong>৪. ২. তারা তাদের গ্রন্থের একাংশ ভুলে গিয়েছে</strong></h4>

<p style="text-align: justify">বাইবেলের বিকৃতির বিষয়ে ইহূদী খৃস্টান গবেষকগণের মধ্যে তেমন কোনো মতভেদ নেই। প্রথম-দ্বিতীয় খৃস্টীয় শতাব্দী থেকে আজ পর্যন্ত অসংখ্য গবেষক বারংবার বিষয়টি প্রমাণ করেছেন। আমরা তাদের বক্তব্য উদ্ধত না করে পবিত্র কুরআনে বর্ণিত বিকৃতির বিষয়গুলি বাস্তবতার আলোকে আলোচনা করব। আমরা দেখেছি যে, কুরআন কারীমে তাদের বিকৃতির কয়েকটি দিক উল্লেখ করা হয়েছে। তন্মধ্যে তিনটি দিক অন্যতম: (১) কিছু অংশ ভুলে যাওয়া, (২) শব্দকে স্থান থেকে পরিবর্তন করা এবং (৩) মনগড়া কথা আল্লাহ কথা বলে চালানো। আমরা এ তিনটি বিষয় এখানে আলোচনা করব।</p>
<p style="text-align: justify">‘ভুলে যাওয়ার’ বিষয়ে খৃস্টান গবেষকগণের গবেষণা কুরআন কারীমের সত্যতা সন্দেহাতীতভাবে প্রমাণ করছে। ইহূদী ও খৃস্টানগণ বাইবেলের নতুন ও পুরাতন নিয়মের অনেক শিক্ষা ভুলে গিয়েছে। নিম্নের বিষয় দুটি তা সুনিশ্চিতভাবে প্রমাণ করে: (১) মূল ভাষার কোনো পাণ্ডুলিপি না থাকা এবং (২) অনেক গ্রন্থের অস্তিত্ব একেবারে বিলুপ্ত হওয়া।</p>

<h4><strong>প্রথম বিষয়: মূল ভাষার পাণ্ডলিপির বিলুপ্তি</strong></h4>

<p style="text-align: justify">এ ব্যাপারে কোনো দ্বিমত নেই যে, ঈসা (আ) হিব্র“ ও তৎকালীন প্যালেস্টাইনের আঞ্চলিক ভাষা আরামাইক ভাষায় কথা বলতেন। এ-ই ছিল তাঁর ও তাঁর সমাজের সকল মানুষের মাতৃভাষা ও ধর্মীয় ভাষা। এ ভাষাতেই তিনি তাঁর শিষ্যদের কাছে তার সকল শিক্ষা প্রচার করেন। তাঁর ইনজীলও তিনি এ ভাষাতেই প্রচার করেন। অথচ এ ভাষায় ইঞ্জিলের কোনো পাণ্ডুলিপি সংরক্ষিত নেই। অর্থাৎ বর্তমানে ‘ইঞ্জিল শরীফ’ নামে যে চারটি পুস্তক প্রচলিত সেগুলি সবই ‘অনুবাদ’ মাত্র, কোনো অবস্থাতেই মূল কিতাব নয়।<sup class="modern-footnotes-footnote " data-mfn="20" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-20">20</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-20" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="20" style="display: none;">Dr. Abdul Hamid Qadri, Dimensions of Christianity (Islamabad, Pakistan, Da’wah Academy, International Islamic University, 1st edition, 1989), p 116.</span></p>
<p style="text-align: justify">এখানে উল্লেখ্য যে, চারটি তথাকথিত ‘ইঞ্জিল শরীফের’ মধ্যে প্রথম ‘ইঞ্জিল’ মথির মতানুসারে ইঞ্জিলটি মূলত হিব্র“ ভাষায় লেখা হয়েছিল বলে প্রায় সকল খৃস্টান গবেষক একমত। কিন্তু এই ইঞ্জিলটিরও মূল হিব্র“ পাণ্ডুলিপি বিলুপ্ত হয়েছে। বর্তমানে প্রচলিত ইঞ্জিলটি উক্ত হিব্র“ ইঞ্জিলের গ্রীক অনুবাদ। কে কখন এ অনুবাদটি করেন তা কোনোভাবেই জানা যায় না। তবে খৃস্টান গবেষকগণ আন্দাযের উপর বলেন, হয়ত অমুক, বা তমুক সম্ভবত অমুক সময়ে অনুবাদটি করেছিলেন। অবশিষ্ট তিনটি ইঞ্জিল মূলত গ্রীক ভাষাতেই লিখা হয়েছে। সর্বোপরি এই চারটি ইঞ্জিলের কোনোটিরই প্রথম তিন শতাব্দীর কোনো প্রাচীন পাণ্ডুলিপির অস্তিত্ব নেই। এমনকি প্রথম তিন শতাব্দীতে এ ‘সুসমাচারগুলি’ পঠন, পাঠন, ব্যবহার বা প্রচারের কোনো নমুনাও পাওয়া যায় না।</p>
<p style="text-align: justify">এভাবে আমরা ‘ইঞ্জিল শরীফের’ বিষয়ে প্রথম যুগের খৃস্টানদের অকল্পনীয় অবহেলা বুঝতে পারছি। বস্তুত তাদের অবহেলায় মুল ইঞ্জিলটি হারিয়ে গিয়েছে। এখানে উল্লেখ্য যে, গত দু-তিন শতকের গবেষণার মাধ্যমেই এ বিষয়টি উদ্ঘাটিত হয়েছে। তবে কুরআন কারীম বহু আগেই জানিয়ে দিয়েছে যে, খৃস্টানগণ মূল ইঞ্জিলের একটি অংশ ভুলে গিয়েছে, অর্থাৎ তাদের অবহেল ও অমনোযোগে তা বিলূপ্ত হয়েছে।</p>

<h4><strong>দ্বিতীয় বিষয়: অনেক পুস্তকের বিলুপ্তি</strong></h4>

<p style="text-align: justify">দ্বিতীয় যে বিষয়টি কুরআনের এ বক্তব্যের সত্যতা নিশ্চিত করে তা হলো বাইবেলের মধ্যেই অনেক আসমানী পুস্তকের নাম রয়েছে যেগুলি কিতাবীগণ চিরতরে হারিয়ে ফেলেছে। এগুলির মধ্যে রয়েছে (১) ‘সদাপ্রভুর যুদ্ধপুস্তক’ (The Book of Wars of the LORD)<sup class="modern-footnotes-footnote " data-mfn="21" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-21">21</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-21" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="21" style="display: none;">গণনা পুস্তকের ২১ অধ্যায়ের ১৪ আয়াতে বইটির নাম উল্লেখ করা হয়েছে।</span>, (২) ‘যাশের পুস্তক (Book of Jasher)<sup class="modern-footnotes-footnote " data-mfn="22" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-22">22</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-22" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="22" style="display: none;">যিহোশূয়ের প্স্তুকের ১০ম অধ্যায়ের ১৩ আয়াতে পুস্তকটির উল্লেখ আছে।</span>, (৩) শলোমন রচিত ‘এক হাজার পাঁচটি গীত’, (৪) শলোমন রচিত ‘প্রাণী জগতের ইতিবৃত্ত’, (৫) শলোমন রচিত ‘তিন হাজার প্রবাদ বাক্য’<sup class="modern-footnotes-footnote " data-mfn="23" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-23">23</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-23" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="23" style="display: none;">পুস্তকত্রয়ের কথা উল্লেখ করা হয়েছে ১ রাজাবলির ৪র্থ অধ্যায়ের ৩২ ও ৩৩ আয়াতে।</span>, (৬) শমূয়েল ভাববাদীর রাজনীতির পুস্তক (Manner of the Kingdom)<sup class="modern-footnotes-footnote " data-mfn="24" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-24">24</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-24" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="24" style="display: none;">১ শময়েলের ১০ অধ্যায়ের ২৫ আয়াতে পুস্তকটির উল্লেখ আছে।</span>, (৭) শমূয়েল দর্শকের পুস্তক (The Book of Samuel the Seer), (৮) নাথন ভাববাদীর পুস্তক (The Book of Nathan the Prophet), (৯) গাদ দর্শকের পুস্তক (The Book of Gad the Seer)<sup class="modern-footnotes-footnote " data-mfn="25" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-25">25</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-25" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="25" style="display: none;">১ রাজাবলির ২৯ অধ্যায়ের ২৩ আয়াতে এই পুস্তকগুলির কথা উল্লেখ করা হয়েছে।</span>, (১০) শময়িয় ভাববাদীর পুস্তক (The Book of Shemai’ah the Prophet), (১১) ইদ্দো দর্শকের পুস্তক (The Book of Iddo the Seer)<sup class="modern-footnotes-footnote " data-mfn="26" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-26">26</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-26" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="26" style="display: none;">২ বংশাবলির ১২ অধ্যায়ের ১৫ আয়াতে পুস্তকদ্বয়ের উল্লেখ রয়েছে।</span>, (১২) অহীয় ভাববাদীর ভাববানী (The Prophecy of Ahi’jah), (১৩) ইদ্দো দর্শকের দর্শন (The Vision of Iddo the Seer)<sup class="modern-footnotes-footnote " data-mfn="27" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-27">27</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-27" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="27" style="display: none;">২ বংশাবলি ৯ম অধ্যায়ের ২৯ আয়াতে এই পুস্তকদ্বয়ের কথা উল্লেখ করা হয়েছে।</span>, (১৪) হনানির পুত্র যেহুর পুস্তক (The Book of Jehu the son of Hana’ni)<sup class="modern-footnotes-footnote " data-mfn="28" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-28">28</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-28" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="28" style="display: none;">২ বংশাবলির ২০ অধ্যায়ের ৩৪ আয়াতে এই পুস্তকটির কথা উল্লেখ করা হয়েছে।</span>, (১৫) যিশাইয় ভাববাদী রচিত উষিয় রাজার আদ্যোপান্ত ইতিহাস (The Acts of Uzziah, first and last, written by Isaiah&nbsp; the Prophet)<sup class="modern-footnotes-footnote " data-mfn="29" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-29">29</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-29" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="29" style="display: none;">২ বংশাবলির ২৬ অধ্যায়ের ২২ আয়াতে পুস্তকটির উল্লেখ রয়েছে।</span>, (১৬) যিশাইয় ভাববাদীর দর্শন-পুস্তক হিষ্কিয় রাজার ইতিহাস সম্বলিত (The Vision of Isaiah the Prophet, containing Acts of Hezeki’ah)<sup class="modern-footnotes-footnote " data-mfn="30" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-30">30</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-30" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="30" style="display: none;"> ২ বংশাবলির ৩২ অধ্যায়ের ৩২ আয়াতে পুস্তকটির উল্লেখ আছে।</span>, (১৭) যিরমিয় ভাববাদী রচিত যোশিয় রাজার বিলাপগীত&nbsp; (The Lamentations of Jeremiah the Prophet for Josi’ah)<sup class="modern-footnotes-footnote " data-mfn="31" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-31">31</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-31" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="31" style="display: none;">২ বংশাবলির ৩৫ অধ্যায়ের ২৫ আয়াতে এই পুস্তকটির কথা উল্লেখ করা হয়েছে।</span>, (১৮) বংশাবলি পুস্তক (The Book of Chronicles)<sup class="modern-footnotes-footnote " data-mfn="32" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-32">32</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-32" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="32" style="display: none;">নহিমিয়ের পুস্তকের ১২ অধ্যায়ের ২৩ আয়াতে পুস্তকটির কথা উল্লেখ করা হয়েছে।</span>, (১৯) মোশির ‘নিয়মপুস্তক’ (The Book of the Covenant)<sup class="modern-footnotes-footnote " data-mfn="33" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-33">33</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-33" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="33" style="display: none;">যাত্রাপুস্তকের ২৪ অধ্যায়ের ৭ আয়াতে পুস্তকটির উল্লেখ রয়েছে।</span> এবং (২০) শলোমনের বৃত্তান্ত-পুস্তক (The Book of the Acts of Solomon)<sup class="modern-footnotes-footnote " data-mfn="34" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-34">34</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-34" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="34" style="display: none;">১ রাজাবলির ১১ অধ্যায়ের ৭ম আয়াতে পুস্তকটির উল্লেখ আছে।</span></p>
<p style="text-align: justify">এ সকল পুস্তক সবই আসমানী পুস্তক বলে বাইবেলের বিভিন্ন স্থানে উল্লেখ করা হয়েছে। অথচ এগুলির কোনো অস্তিত্ব নেই। এতে প্রমাণিত হয় যে, ইহূদী-খৃস্টানগণ তাদের উপর নাযিলকৃত কিতাবের কিছু অংশ একেবারেই বিস্মৃত হয়েছে।</p>

<h4><strong>৪. ৩. শব্দকে তার স্থান থেকে পরিবর্তন করে</strong></h4>

<p style="text-align: justify">কুরআন কারীমে কিতাবীগণের বা ইহূদী-খৃস্টানগণের বিকৃতির বিষয়ে বারংবার বলা হয়েছে যে, তারা শব্দকে তার স্থান থেকে পরিবর্তন করে। অর্থাৎ তারা আল্লাহর বাণীর মধ্যে এক শব্দের স্থলে অন্য শব্দ বসিয়ে নিজেদের ইচ্ছামত শব্দ, বাক্য ও অর্থের বিকৃতি ঘটায়। তাদের ধর্মগ্রন্থগুলির প্রকৃত অবস্থা পর্যালোচনা করলে বিষয়টি নিশ্চিতরূপে প্রমাণিত হয়। বাইবেলের পুস্তকগুলির মধ্যকার অগণিত পরিবর্তন ও বিকৃতি প্রমাণিত। আমরা এখানে অত্যন্ত সংক্ষেপে কয়েকটি বিষয় লিখছি:</p>

<h4><strong>৪. ৩. ১. বিভিন্ন সংস্করণ বা পাণ্ডুলিপির বৈপরীত্য</strong></h4>



<p>ইহূদী-খৃস্টানগণের নিকট সংরক্ষিত পুরাতন নিয়মের পুস্তকাবলির তিনটি মূল সংস্করণ ও পাণ্ডুলিপি রয়েছে।</p>



<p>প্রথম: হিব্র“ সংস্করণ বা হিব্র“ পাণ্ডুলিপি। ইহূদীগণ ও অধিকাংশ প্রটেস্ট্যান্ট খৃস্টান এই সংস্করণকেই সঠিক বলে মনে করেন।</p>

<p style="text-align: justify">দ্বিতীয়: গ্রীক সংস্করণ বা গ্রীক পাণ্ডুলিপি। খৃস্টপূর্ব ৩৩২ সালে আলেকজান্ডার প্যালেস্টাইন দখল করেন এবং তা গ্রীক সাম্রাজ্যে অন্তর্ভুক্ত হয়ে যায়। ইহূদীগণ গ্রীক নাগরিকে পরিণত হয় এবং তাদের মধ্যে গ্রীক ভাষার কিছু প্রচলন ক্রমান্বয়ে শুরু হয়। প্রায় এক শতাব্দী পরে, খৃস্টপূর্ব ২৮৫-২৪৫ সালের দিকে বাইবেলের পুরাতন নিয়ম নামে পরিচিত ইহূদী ধর্মগ্রন্থগুলি গ্রীক ভাষায় অনুবাদ করা হয়। খৃস্টানগণ প্রথম থেকেই এই গ্রীক অনুবাদের উপর নির্ভর করতেন। ১৫শ শতাব্দী পর্যন্ত খৃস্টানগণ এই সংস্করণকেই গ্রহণযোগ্য ও সঠিক বলে মনে করতেন। এ সুদীর্ঘ ১৫শত বৎসর যাবৎ তারা বিশ্বাস করতেন যে, হিব্র“ সংস্করণ বিকৃত করা হয়েছে। এখন পর্যন্ত গ্রীক অর্থোডক্স সম্প্রদায় এবং প্রাচ্যদেশীয় খৃস্টান সম্প্রদায়গণ গ্রীক সংস্করণকেই নির্ভরযোগ্য বলে মনে করেন।</p>

<p>তৃতীয়: শমরীয় (Samaritan) সংস্করণ। শমরীয় ইহূদীগণের নিকট এই সংস্করণই নির্ভরযোগ্য।</p>

<p style="text-align: justify">বাইবেলের এই তিনটি প্রাচীন সংস্করণ-এর মধ্যে এত বেশি বৈপরীত্য রয়েছে যে, সামান্য দৃষ্টিপাত করলেই যে কোনো পাঠক নিশ্চিত হবেন যে, এগুলির মধ্যে ‘শব্দকে তার স্থান থেকে বিকৃত করার’ প্রতিযোতিা চলেছে। শত শত উদাহরণের মধ্য থেকে মাত্র তিনটি নমুনা উল্লেখ করছি</p>
<p style="text-align: justify">(১) আদমের সৃষ্টি থেকে নোহ-এর প্লাবন পর্যন্ত সময়কাল বাইবেলের তিন সংস্করণে তিন প্রকার লেখা হয়েছে। হিব্র“ সংস্করণে আদম থেকে নোহের প্লাবন পর্যন্ত সময়কাল এক হাজার ছয়শত ছাপ্পান্ন (১৬৫৬) বছর। গ্রীক সংস্করণ অনুসারে এই সময় দুই হাজার দুই শত বাষট্টি (২২৬২) বছর। আর শমরীয় সংস্করণ অনুুসারে এই সময় এক&nbsp; হাজার তিনশত সাত (১৩০৭) বৎসর।</p>
<p style="text-align: justify">(২) নোহের প্লাবন থেকে অবরাহামের (ইবরাহীম আ.) জন্ম পর্যন্ত সময়কাল হিব্র“ সংস্করণ অনুসারে দুইশত বিরানব্বই (২৯২) বৎসর, গ্রীক সংস্করণ অনুসারে একহাজার বাহাত্তর (১০৭২) বৎসর এবং শমরীয় সংস্করণ অনুসারে নয়শত বিয়াল্লিশ (৯৪২) বৎসর।</p>
<p style="text-align: justify">(৩) যাবূর বা গীত সংহিতার ১০৫ নং গীতের ২৮ আয়াতে হিব্র“ সংস্করণে বলা হয়েছে: “তাঁহারা তাঁহার বাক্যের বিরুদ্ধাচরণ করিলেন না।” এখানে গ্রীক সংস্করণে বলা হয়েছে: “তাঁহারা তাঁহার বাক্যের বিরুদ্ধাচরণ করিলেন।” হিব্র“ বাইবেলে বাক্যটি না-বাচক কিন্তু গ্রীক বাইবেলে বাক্যটি হাঁ-বাচক। দুইটি বাক্যের একটি নিঃসন্দেহে বিকৃত ও ভুল।</p>

<h4><strong>৪. ৩. ২. একই সংস্করণের মধ্যে বিদ্যমান গ্রন্থগুলির পারস্পরিক বৈপরীত্য</strong></h4>

<p style="text-align: justify">বিভিন্ন সংস্করণের পারস্পরিক বৈপরীত্য ছাড়াও একই সংস্করণ বা পাণ্ডুলিপির মধ্যে বিদ্যমান বিভিন্ন পুস্তকের মধ্যে রয়েছে উদ্ভট বৈপরীত্য, যা সন্দেহাতীতভাবে প্রমাণ করে যে, কিতাবীগণ এ সকল গ্রন্থের মধ্যে পরিবর্তনের জন্য যথাসাধ্য চেষ্টা করেছেন। তবে যে কোনো জালিয়াত তার জালিয়াতির কিছু প্রমাণ রেখে যান। এ সকল জালিয়াতও কোনো কোনো স্থানে জালিয়াতিতে ত্র“টি রেখে গিয়েছেন।</p>
<p style="text-align: justify">এরূপ বৈপরীত্যের সংখ্যা বাইবেলের পুরাতন ও নতুন নিয়মের মধ্যে শতশত বরং হাজার হাজার। প্রবন্ধের সংক্ষিপ্ত পরিসরে নতুন নিয়ম থেকে সুস্পষ্ট কয়েকটি নমুনা উল্লেখ করছি।</p>
<p style="text-align: justify">(১) মথিলিখিত সুসমাচারের ৩য় অধ্যায়ে রয়েছে: ‘যীশু যোহন দ্বারা বাপ্তাইজিত হইবার জন্য গালীল হইতে যর্দনে তাঁহার কাছে আসিলেন। কিন্তু যোহন তাঁহাকে বারণ করিতে লাগিলেন, বলিলেন, আপনার দ্বারা আমারই বাপ্তাইজিত হওয়া আবশ্যক, আর আপনি আমার কাছে আসিতেছেন?…’ এরপর (অনেক কথার পরে) ‘যীশু বাপ্তাইজিত হইয়া জল হইতে উঠিলেন। তখন ‘ঈশ্বরের আত্মা’ কপোতের ন্যায় তাঁহার উপর নামিয়া আসিলেন।’((মথি৩/১৩-১৬।))</p>
<p style="text-align: justify">যোহনলিখিত সুসমাচারের প্রথম অধ্যয়ে যীশুর বিষয়ে যোহন বাপ্তাইজক বলেছেন যে তিনি তাঁকে চিনতেন না, কিন্তু আত্মাকে তাঁর উপর কপোতের ন্যায় নেমে আসতে দেখে তাকে চিনতে পেরেছেন।<sup class="modern-footnotes-footnote " data-mfn="35" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-35">35</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-35" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="35" style="display: none;">যোহন ১/৩২-৩৩।</span></p>
<p style="text-align: justify">বার মথি পরবর্তীতে ১১ অধ্যায়ে লিখেছেন যে, “পরে যোহন কারাগারে থাকিয়া খৃস্টের কর্মের বিষয় শুনিয়া আপনার শিষ্যদের দ্বারা তাঁহাকে জিজ্ঞাসা করিয়া পাঠাইলেন, ‘যাঁহার আগমন হইবে, সেই ব্যক্তি কি আপনি? না আমরা অন্যের অপেক্ষায় থাকিব?”<sup class="modern-footnotes-footnote " data-mfn="36" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-36">36</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-36" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="36" style="display: none;">মথি ১১/২।</span></p>
<p style="text-align: justify">এখানে মথির প্রথম বক্তব্য থেকে জানা গেল যে, যীশুর উপর আত্মা অবতরণের পূর্ব থেকেই যোহন বাপ্তাইজক যীশুকে প্রতিশ্রত মসীহ বা খৃস্ট হিসাবে চিনতেন। আর যোহনের বর্ণনা থেকে জানা গেল যে, যীশুর উপর আত্মা অবতারণের পূর্বে যোহন তাকে চিনতেন না, এর পরেই শুধু তাকে চিনেছেন। তৃতীয় বক্তব্য থেকে অর্থাৎ মথির পরবর্তী বর্ণনা থেকে জানা গেল যে, যীশুর উপর আত্মা অবতারণের পরেও যোহন তাকে চিনতে পারেন নি।</p>
<p style="text-align: justify">(২) যীশুর শিষ্যগণের (apostles) নামের বিষয়েও বৈপরতীত্য রয়েছে। মথি, মার্ক ও লূক ১১ জন শিষ্যের নামের বিষয়ে ঐকমত্য পোষণ করেছেন, এর হলেন: ১. শিমোন পিতর, ২. আন্দ্রিয় (পিতরের ভাই), ৩. সিবদিয়ের পুত্র যাকোব, ৪. যোহন (যাকোবের ভাই), ৫. ফিলিপ, ৬. বর্থলমেয়, ৭. থোমা, ৮. মথি, ৯. আল্ফেয়ের পুত্র যাকোব, ১০. (কাননী) শিমোন ও ১১. ঈষ্করিয়োতীয় যিহূদা। দ্বাদশ শিষ্যের নামের বিষয়ে তারা মতভেদ করেছেন। মথি বলেন: এই ১২নং শিষ্যের নাম হলো লিব্বিয়াস, যাকে থাদ্দেয়াস (থদ্দেয়) বলে ডাকা হতো (Lebbe’us, whose surname was Thad’deus)<sup class="modern-footnotes-footnote " data-mfn="37" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-37">37</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-37" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="37" style="display: none;">বাংলা বাইবেলে শুধু ‘থদ্দেয়’ লেখা হয়েছে। সম্ভবত নামের বৈপরীত্য কিছুটা লুকানোর জন্য এরূপ করা হয়েছে।</span> মার্ক লিখেছেন যে, এই দ্বাদশ শিষ্যের নাম হল “থদ্দেয়”।<sup class="modern-footnotes-footnote " data-mfn="38" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-38">38</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-38" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="38" style="display: none;">মার্ক ৩/১৪-১৯।</span> লূক লিখেছেন যে, যীশুর দ্বাদশ শিষ্য ছিলেন যাকোবের ভ্রাতা যিহূদা।<sup class="modern-footnotes-footnote " data-mfn="39" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-39">39</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-39" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="39" style="display: none;">লূক ৬/১৩-১৬; প্রেরিত ১/১৩-১৪।</span></p>
<p style="text-align: justify">(৩) যোহন ব্যাপ্তাইজকের বিষয়ে যোহনলিখিত সুসমাচারে উল্লেখ করা হয়েছে: “যিহূদীগণ কয়েকজন যাজক ও লেবীয়কে দিয়া তাঁহার কাছে এই কথা জিজ্ঞাসা করিয়া পাঠাইলেন, ‘আপনি কে?’ তখন তিনি স্বীকার করিলেন… যে, আমি সেই খৃস্ট নই। তাহারা তাঁহাকে জিজ্ঞাসা করিল, তবে কি? আপনি কি এলিয় (Eli’jah)? তিনি বলিলেন, আমি নই।”<sup class="modern-footnotes-footnote " data-mfn="40" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-40">40</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-40" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="40" style="display: none;">যোহন ১/১৯-২১।</span></p>
<p style="text-align: justify">এখানে যোহন স্পষ্টভাবে জানাচ্ছেন যে, তিনি এলিয় নন। অপরদিকে মথিলিখিত সুসমাচারের ১১শ অধ্যায়ের ১৪ আয়াতে এই যোহন বাপ্তাইজকের বিষয়ে যীশু বলেছেন: “আর তোমরা যদি গ্রহণ করিতে সম্মত হও, তবে জানিবে, যে এলিয়ের আগমন হইবে, তিনি এই ব্যক্তি।” এছাড়া মথিলিখিত সুসমাচারের ১৭ অধ্যায়ে রয়েছে: “১০ তখন শিষ্যেরা তাঁহাকে জিজ্ঞাসা করিলেন, তবে অধ্যাপকেরা কেন বলেন যে, প্রথমে এলিয়ের আগমন হওয়া আবশ্যক? ১১ তিনি উত্তর করিয়া কহিলেন, সত্য বটে, এলিয় আসিবেন, এবং সকলই পুনঃস্থাপন করিবেন; ১২ কিন্তু আমি তোমাদিগকে কহিতেছি, এলিয় আসিয়া গিয়াছেন, এবং লোকেরা তাঁহাকে চিনে নাই, বরং তাঁহার প্রতি যাহা ইচ্ছা, তাহাই করিয়াছে; তদ্রুপ মনুষ্যপুত্রকেও তাহাদের হইতে দুঃখভোগ করিতে হইবে। ১৩ তখন শিষ্যেরা বুঝিলেন যে, তিনি তাঁহাদিগকে যোহন বাপ্তাইজকের বিষয় বলিয়াছেন।”</p>
<p style="text-align: justify">মথির এ দুই বক্তব্য থেকে জানা গেল যে, যোহন বাপ্তাইজকই ছিলেন প্রতিশ্র“ত এলিয়। এতে যোহনের বক্তব্য ও যীশুর বক্তব্যের মধ্যে পরস্পর বিরোধিতা ও বৈপরীত্য দেখা দিল। যোহনলিখিত সুসামচারকে সত্য ধরলে বাইবেলের যীশু কখনো প্রতিশ্র“ত মাসীহ বা খৃস্ট হতে পারেন না। কারণ খৃস্টের পূর্বে এলিয়ের আগমন জরুরী।</p>
<p style="text-align: justify">(৪) একটি বিষয়ের বৈপরীত্য এখানে একটু বিস্তারিত আলোচনা করব। মথি এবং লূক উভয়ে ঈসা (আ)-এর বংশ তালিকা প্রদান করেছেন। যদি কেউ মথিলিখিত সুসমাচারে প্রদত্ত যীশুখৃস্টের বংশতালিকা বা বংশাবলি-পত্রের<sup class="modern-footnotes-footnote " data-mfn="41" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-41">41</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-41" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="41" style="display: none;">মথি: ১/১-১৬।</span> সাথে লূকলিখিত সুসমাচারে<sup class="modern-footnotes-footnote " data-mfn="42" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-42">42</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-42" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="42" style="display: none;">লূক: ৩/২৩-৩৮।</span> উল্লিখিত যীশু খৃস্টের বংশাবলি-পত্রের তুলনা করেন তাহলে উভয়ের মধ্যে নিম্নরূপ ৬টি বৈপরীত্য দেখতে পাবেন:</p>

<p>১.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মথি থেকে জানা যায় যে, মরিয়মের স্বামী যোশেফ-এর পিতার নাম ‘যাকোব’। আর লূক থেকে জানা যায় যে, যোশেফ-এর পিতা এলি।</p>



<p>২.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মথি থেকে জানা যায় যে, যীশু দায়ূদের পুত্র শলোমনের বংশধর। লূক থেকে জানা যায় যে, যীশু দায়ূদের পুত্র নাথন-এর বংশধর।</p>

<p style="text-align: justify">৩.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মথি থেকে জানা যায় যে, দায়ূদ থেকে ব্যবিলনের নির্বাসন পর্যন্ত যীশুর পূর্বপুরুষগণ সকলেই সুপ্রসিদ্ধ রাজা ছিলেন। লূক থেকে জানা যায় যে, দায়ূদ ও নাথন বাদে যীশুর পুর্বপুরুষগণের মধ্যে কেউই রাজা ছিলেন না বা কোনো প্রসিদ্ধ ব্যক্তি ছিলেন না।</p>

<p>৪.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মথি থেকে জানা যায় যে, শল্টীয়েল-এর পিতার নাম যিকিনিয়। আর লূক থেকে জানা যায় যে, শল্টীয়েলের পিতার নাম নেরি।</p>

<p style="text-align: justify">৫.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মথি থেকে জানা যায় যে, সরুব্বাবিলের পুত্রের নাম অবীহূদ। আর লূক থেকে জানা যায় যে, সরুব্বাবিলের পুত্রের নাম রীষা। মজার কথা হলো, ১ বংশাবলির ৩য় অধ্যায়ে সরুব্বাবিলের সন্তানগণের নাম লেখা আছে, সেখানে অবীহূদ বা রীষা কোনো নামই লেখা নেই। এজন্য সত্য কথা হলো মথি ও লূক উভয়ের বর্ণনাই ভুল।</p>
<p style="text-align: justify">৬.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; মথির বিবরণ অনুযায়ী দায়ূদ থেকে যীশু পর্যন্ত উভয়ের মাঝে ২৬ প্রজন্ম। আর লূকের বর্ণনা অনুযায়ী উভয়ের মাঝে ৪১ প্রজন্ম। দায়ূদ ও যীশুর মধ্যে ১০০০ বৎসরের ব্যবধান। এতে প্রত্যেক প্রজন্মের সময়কাল মথির বিবরণ অনুসারে ৪০ বৎসর এবং লূকের বর্ণনা অনুসারে ২৫ বৎসর।</p>
<p style="text-align: justify">বস্তুত যীশুর সুদীর্ঘ বংশতালিকার একটি সাথে আরেকটির কোনো মিল নেই। প্রথমে যোশেফ ও শেষে দায়ূদ এই দুইটি নামে মিল আছে। আর মধ্যস্থানে সরুব্বাবিল ও শল্টীয়েলের নাম উভয় তালিকাতেই আছে। তবে নামের অবস্থান সম্পূর্ণ ভিন্ন। মথির বর্ণনায় শল্টীয়েল যীশুর ১৩তম ঊর্ধ্বপুরুষ। আর লূকের বর্ণনায় শল্টীয়েল যীশুর ২২তম ঊর্ধ্বপুরুষ। ১ বংশাবলি ৩/১৫-১৯ থেকে জানা যায় যে, দায়ূদের বংশধর রাজা যোশিয়ের পুত্র যিহোয়াকীম, তার পুত্র যিকনিয়। যিকনিয়ের ৭ পুত্রের মধ্যে একপুত্র শল্টীয়েল এবং অন্য পুত্র পদায়। এই পদায়ের পুত্র সরুব্বাবিল, তার দুই পুত্র মশুল্লম ও হনানিয়, আর এক কন্যা শালোমীৎ। তাহলে শল্টীয়েল সরুব্বাবিলের চাচা। মথি থেকে জানা যায় যে, রাজা যিকনিয় ও তার ভাইগণ রাজা যোশিয়ের পুত্র। যিকনিয়-এর পুত্র শল্টীয়েল, তার পুত্র সরুব্বাবিল, তার পুত্র অবীহূদ। লূক থেকে জানা যায় যে, মল্কির পুত্র নেরি, তার পুত্র শল্টীয়েল, তার পুত্র সরুব্বাবিল, তার পুত্র রীষা। এখানে জানা গেল যে, শল্টীয়েলের যোশিয় বা যিহোয়াকীমের বংশধর নন। তিনি নেরির পুত্র, তিনি মল্কির পুত্র…।</p>
<p style="text-align: justify">এই দুই অধ্যায়ের মধ্যে এই পরস্পর বিরোধিতা সামান্যতম দৃষ্টিতেই ধরা পড়ে। ফলে এই দুই ‘সুসমাচারের’ প্রসিদ্ধিলাভের যুগ থেকে আজ পর্যন্ত সকল যুগের খৃস্টান ধর্মগুরু ও পণ্ডিতগণ এই সমস্যার সমাধানের জন্য বিভিন্ন প্রকারের ব্যাখ্যা প্রদান করে চলেছেন, যেগুলি সবই দুর্বল ও অপ্রাসঙ্গিক। এক্ষেত্রে তাদের প্রসিদ্ধ ব্যাখ্যা হলো: এমন হতে পারে যে, মথি যোশেফ-এর বংশতালিকা লিখেছেন এবং লূক মরিয়মের বংশতালিকা লিখেছেন। এই ব্যাখ্যা অনুসারে যোশেফ এলির পুত্র নয়, বরং জামাতা। কিন্তু বংশতালিকা বর্ণনায় যোশেফকে তার শ্বশুর এলির পুত্র হিসাবে দেখানো হয়েছে।</p>
<p style="text-align: justify">এই ব্যাখ্যাটি বিভিন্ন কারণে বাতিল। সেগুলির অন্যতম যে, হিব্র“, আরবী বা সেমিটিক ভাষায় জামাতাকে কখনোই শ্বশুরের বংশের বলে দেখানো হয় না। পিতা ছাড়া অন্যকে কোনো কারণে পিতা ডাকলেও, বংশ পরিচয়ে অমুকের ছেলে অমুক বলতে নিজের পিতাকেই বুঝানো হয়। সবচেয়ে বড় কথা, এ ব্যাখ্যা অনুসারে যীশু দায়ূদের পুত্র শলোমনের বংশধর থাকবেন না; বরং তিনি দায়ূদের পুত্র নাথনের বংশধর বলে প্রমাণিত হবে। কারণ তার মাতার বংশই তার বংশ। তার মাতার স্বামী যোশেফের বংশ যাই হোক না কেন তাতে তাঁর কিছু আসে যায় না। আর এই ব্যাখ্যা অনুসারে তাঁর মাতা যেহেতু নাথনের বংশধর সেহেতু তিনিও নাথনের বংশধর, শলোমনের বংশধর নন। এথেকে প্রমাণিত হবে যে তিনি ত্রাণকর্তা মসীহ বা খৃস্ট (Christ) ছিলেন না। কারণ বাইবেলের সকল বর্ণনা এবং ইহূদী ও খৃস্টানগণের সকলেই একমত যে, ত্রানকর্তা মসীহ বা খৃস্ট শলোমানের বংশধর হবেন।</p>

<p>দুটি ‘ইঞ্জিলের’ এ সকল পারস্পরিক বৈপরীত্য ছাড়াও এখানে বাইবেলের অন্যান্য স্থানের সাথে আরো কিছু বৈপরীত্য ও মারাত্মক ভুলভ্রান্তি রয়েছে। সেগুলির মধ্যে রয়েছে:</p>

<p style="text-align: justify">(৫) মথিলিখিত সুসমাচারের ১ম অধ্যায়ের ১৭ আয়াতটি নিম্নরূপ: “এইরূপে আব্রাহাম অবাধি দায়ূদ পর্যন্ত সর্বশুদ্ধ চৌদ্দ পুরুষ; দায়ূদ অবাধি বাবিলে নির্বাসন পর্যন্ত পৌদ্দ পুরুষ; এবং বাবিলে নির্বাসন অবধি খ্রীষ্ট পর্যন্ত চৌদ্দ পুরুষ।”</p>
<p style="text-align: justify">এ কথা থেকে জানা গেল যে যীশুর বংশতালিকা তিন অংশে বিভক্ত এবং প্রত্যেক অংশে ১৪ পুরুষ রয়েছে। এই কথাটি সুস্পষ্ট ভুল। কারণ, প্রথম অংশ দায়ূদে পূর্ণ হচ্ছে। দায়ূদ যদি প্রথম অংশের মধ্যে প্রবেশ করেন তাহলে তিনি অবশ্যই দ্বিতীয় অংশের বাইরে থাকবেন। তাহলে দ্বিতীয় অংশ নিঃসন্দেহে শুরু হবে শলোমন থেকে এবং যিকনিয়তে এসে শেষ হবে। যেহেতু যিকনিয় দ্বিতীয় অংশের অন্তর্ভুক্ত, সেহেতু অবশ্যই তিনি তৃতীয় অংশের মধ্যে আসবেন না। এভাবে তৃতীয় অংশ অবশ্যই শুরু হবে শল্টীয়েল থেকে এবং যীশুতে এসে শেষ হবে। এই তৃতীয় অংশে মাত্র ১৩ পুরুষ রয়েছেন।</p>

<p>(৬) মথিলিখিত সুসমাচারের ১ম অধ্যায়ের ১১ আয়াতটি নিম্নরূপ: “যোশিয়ের সন্তান যিকনিয় ও তাহার ভ্রাতৃগণ, বাবিলে নির্বাসন কালে জাত।”</p>

<p style="text-align: justify">এ কথা থেকে জানা গেল যে, ব্যাবিলনের নির্বাসনে যেয়েও যোশিয় জীবিত ছিলেন এবং ব্যাবিলনেই তার পুত্র যিকনিয় ও তার ভাতৃগণ জন্মগ্রহণ করেন। এই তথ্যটি বাইবেলের পুরাতন নিয়মের তথ্যাদির সাথে সাংঘর্ষিক ও চার দিক থেকে মিথ্যা বা ভুল:</p>
<p style="text-align: justify"><strong>প্রথমত,</strong> ব্যবিলনের নির্বাসনের ১২ বৎসর পূর্বেই যোশিয় মৃত্যুবরণ করেন। (খৃ. পূ. ৬০৯/৬০৮ সালে মিসরের ফরৌণ নখো (নেকু) তাকে হত্যা করেন।) তার মৃত্যুর পরে তার পুত্র যিহোয়হস তিন মাস সিংহাসনে বসেন। এরপর যোশিয়ের অন্য পুত্র যিহোয়াকীম সিংহাসনে বসেন। তিনি ১১ বৎসর রাজত্ব করেন। যিহোয়াকীমের পরে তার পুত্র যিকনিয় (যিহোয়াখীন) তিন মাস রাজত্ব করেন। এরপর (খৃ. পূ ৫৯৭ সালে) নেবুকাদনেজার তাকে বন্দি করেন এবং অন্যান্য ইস্রায়েল সন্তানদের সাথে তাকেও ব্যাবিলনে নিয়ে যান।<sup class="modern-footnotes-footnote " data-mfn="43" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-43">43</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-43" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="43" style="display: none;">এ বিষয়ে বিস্তারিত দেখুন: বাইবেল ২ রাজাবলি ২৩/২৯-৩৪, ২৪/১-১৮; ২ বংশাবলি ৩৫/২০-২৭, ৩৬/১-১০।</span></p>

<p><strong>দ্বিতীয়ত,</strong> উপরের আলোচনা থেকে পাঠক জানতে পেরেছেন যে, যিকনিয় যোশিয়ের পুত্র নয় বরং পৌত্র।</p>



<p><strong>তৃতীয়ত,</strong> ব্যাবিলনে নির্বাসনে যাওয়ার সময়ে যিকনিয়ের বয়স ছিল ১৮ বৎসর।<sup class="modern-footnotes-footnote " data-mfn="44" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-44">44</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-44" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="44" style="display: none;">এখানেও বাইবেলে সুস্পষ্ট বৈপরীত্য রয়েছে। কোথাও ৮ এবং কোথাও ১৮ বলা হয়েছে। ২ রাজাবলি ২৪/৮: ২ বংশাবলি ৩৬/৯।</span> কাজেই তিনি কিভাবে ‘বাবিলে নির্বাসন কালে জাত’ হলেন?</p>

<p style="text-align: justify"><strong>চতুর্থত,</strong> যিকনিয়ের ‘ভাতৃগণ’ ছিল না। হ্যাঁ, তাঁর পিতার তিনটি ভাই ছিল।((বাইবেলের বিবরণ অনুসারে যোশিয়ের ছিল চারিটি পুত্র। অর্থাৎ যিকনিয়ের পিতা যিহোয়াকীমের তিনটি ভাই ছিল। আর যিকনিয়ের একটিমাত্র ভাই ছিল। ১ বংশাবলি ২/১৫-১৬))</p>
<p style="text-align: justify">(৭) মথি লিখেছেন: “দায়ূদ অবাধি বাবিলে নির্বাসন পর্যন্ত পৌদ্দ পুরুষ।” এই কথাটি ভুল। ১ বংশাবলির ১ম অধ্যায় থেকে স্পষ্ট জানা যায় যে, এই পর্যায়ে ১৮ পুরুষ ছিল, ১৪ পুরুষ নয়।<sup class="modern-footnotes-footnote " data-mfn="45" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-45">45</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-45" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="45" style="display: none;">মথির বিবরণ অনুসারে শলোমন থেকে যিকনিয় পর্যন্ত বংশধারা নিম্নরূপ: ১. শলোমন, ২. রহবিয়াম, ৩. অবিয়, ৪. আসা, ৫. যিহোশাফট, ৬. যোরাম, ৭. উষিয়, ৮. যোথাম, ৯. আহস, ১০. হিষ্কিয়, ১১. মনঃশি, ১২. আমোন, ১৩. যোশিয় ও ১৪. যিকনিয়। অপরদিকে ১ বংশাবলির বিবরণ অনুসারে শলোমন থেকে যিকনিয় পর্যন্ত বংশধারা নিম্নরূপ: ১. শলোমন, ২. রহবিয়াম, ৩. অবিয়, ৪. আসা, ৫. যিহোশাফট, ৬. যোরাম, ৭. অহসিয়, ৮. যোয়াশ, ৯. অমৎসিয়, ১০. অসরিয় (৭. উষিয়,) ১১. (৮) যোথাম, ১২. (৯) আহস, ১৩. (১০) হিষ্কিয়, ১৪. (১১) মনঃশি, ১৫. (১২) আমোন, ১৬. (১৩) যোশিয়, ১৭. যিহোয়াকীম ও ১৮. (১৪) যিকনিয়। এখানে বাইবেলের দুই স্থানেই স্পষ্ট উল্লেখ করা হয়েছে যে, পূর্ববর্তী ব্যক্তি পরবর্তী ব্যক্তিকে জন্ম দিয়েছেন বা পরবর্তী ব্যক্তি পূর্ববর্তী ব্যক্তির পুত্র। মথি যোরাম ও উষিয় (অসরিয়) এর মধ্যে তিন পুরুষ ফেলে দিয়েছেন এবং যোশিয় ও যিকনিয়র মাঝে এক পুরুষ ফেলে দিয়েছেন। তিনি শুধু ফেলে দিয়েই ক্ষান্ত হন নি, উপরন্তু এখানে যে আর কেউ ছিল না নিশ্চিত করতে এই পর্যায়ে সর্বমোট ১৪ পুরুষ ছিল বলে উল্লেখ করেছেন।</span></p>
<p style="text-align: justify">(৮) মথির সুসমাচারের ১ম অধ্যায়ের ৮ম আয়াতটি নিম্নরূপ: “যোরাম জন্ম&nbsp; দেন উষিয়কে (Jeho’ram begat Uzziah)”<sup class="modern-footnotes-footnote " data-mfn="46" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-46">46</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-46" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="46" style="display: none;">বাংলা বাইবেলে অনুবাদ করা হয়েছে: “যোরামের পুত্র উষিয়।”</span> । এ কথা থেকে জানা যায় যে, যোরাম ছিলেন উষিয়ের জন্মদাতা পিতা এবং উষিয় যোরামের ঔরসজাত পুত্র। এদের মাঝে যে আর কেউ নেই তা নিশ্চিত করেছেন মথি ১৪ পুরুষের কথা উল্লেখ করে। মথির এই কথাটি ভুল। কারণ, উষিয় যোরামের পুত্র নন। যোরামের পুত্র অহসিয়, তার পুত্র যোয়াশ, তার পুত্র অমৎসিয় এবং তার পুত্র অসরিয় (উষিয়)। এখানে উভয়ের মধ্যে ৩ পুরুষ বা ৩ প্রজন্ম ফেলে দেওয়া হয়েছে। এই তিন পুরুষ (অহসিয়, যোয়াশ ও অমৎসিয়) সকলেই ইহূদীদের প্রসিদ্ধ রাজা ছিলেন।<sup class="modern-footnotes-footnote " data-mfn="47" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-47">47</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-47" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="47" style="display: none;">এরা যিহূদা রাজ্যের ৬ষ্ঠ, ৭ম ও ৮ম রাজা ছিলেন।</span> এদের বিস্তারিত বিবরণ ২ রাজাবলির ৮ম, ১২শ ও ১৪শ অধ্যায়ে এবং ২ বংশাবলির ২২শ, ২৪শ ও ২৫শ অধ্যায়ে আলোচিত হয়েছে। অজ্ঞতা বা ভুল ছাড়া এদের নাম ফেলে দেওয়ার কোনো যুক্তি সঙ্গত কারণ খুঁজে পাওয়া যায় না।</p>
<p style="text-align: justify">(৯) মথিলিখিত সুসমাচারের ১ম অধ্যায়ের ১২ আয়াতে বলা হয়েছে: “শল্টীয়েল জন্ম দেন সরুব্বাবিলকে (She-al’ti-el begat Zerub’babel)((বাংলা বাইবেলে অনুবাদ করা হয়েছে: “শল্টীয়েলের পুত্র সরুব্বাবিল।”))&nbsp; এ থেকে জানা গেল যে, সরুব্বাবিল শল্টীয়েলের ঔরসজাত পুত্র। একথাটিও ভুল। সরুব্বাবিল ছিলেন শল্টীয়েলের ভাই পদায়ের পুত্র। ১ বংশাবলির ৩য় অধ্যায়ে (১৭-১৮ আয়াত) তা স্পষ্টরূপে উল্লেখ করা হয়েছে।</p>
<p style="text-align: justify">(১০) মথিলিখিত সুসমাচারের ১ম অধ্যায়ের ১৩ আয়াতে বলা হয়েছে: “সরুব্বাবিল জন্ম দেন অবীহূদকে (Zerub’babel begat Abi’ud)<sup class="modern-footnotes-footnote " data-mfn="48" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-48">48</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-48" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="48" style="display: none;">বাংলা বাইবেলে অনুবাদ করা হয়েছে: “শল্টীয়েলের পুত্র সরুব্বাবিল।”</span> । এ থেকে জানা গেল যে, অবীহূদ সরুব্বাবিলের পুত্র। এ কথাটিও ভুল। ১ বংশাবলির ৩য় অধ্যায়ের ১৯ আয়াতে উল্লেখ করা হয়েছে যে, সরুব্বাবিলের ৫টি পুত্র ছিল, তাদের মধ্যে এই (অবীহূদ) নামে কোনো পুত্র ছিল না।</p>

<p>এভাবে আমরা কেবলমাত্র যীশুর বংশতালিকা বর্ণনাতেই অনেকগুলি ভুল ও বৈপরীত্য দেখতে পাই।</p>

<p style="text-align: justify">(১১) ঈসা (আ)-এর একটিমাত্র ‘অলৌকিক চিহ্ন’ (মুজিযা) বর্ণনায় ভুল ও বৈপরীত্য। বাইবেলের বর্ণণা অনুসারে ইহূদীগণ ঈসা (আ)-এর কাছে ‘অলৌকিক চিহ্ন’ বা মুজিযা দাবি করলে তিনি তাদেরকে কোনো মুজিযা দেখাতে অস্বীকার করে একটিমাত্র মুজিযা দেখাতে চান। এ বিষয়ে মথিলিখিত সুসমাচারের ১২ অধ্যায়ে রয়েছে: “৩৯ তিনি উত্তর করিয়া তাহাদিগকে কহিলেন, এই কালের দুষ্ট ও ব্যভিচারী লোকে চিহ্নের অন্বেষণ করে (অলৌকিক নির্দর্শন দেখতে চায়), কিন্তু যোনা ভাববাদীর (ইউনুস আ.) চিহ্ন ছাড়া আর কোনো চিহ্ন ইহাদিগকে দেওয়া যাইবে না। ৪০ কারণ যোনা (ইউনুস) যেমন তিন দিবারাত্র (three days and three nights) বৃহৎ মৎস্যের উদরে ছিলেন, তেমনি মনুষ্যপুত্রও তিন দিবারাত্র (three days and three nights) পৃথিবীর গর্ভে থাকিবেন।”</p>
<p style="text-align: justify">মথির ১৬ অধ্যায়ের ৪ আয়াতটি নিম্নরূপ: “এই কালের দুষ্ট ও ব্যভিচারী লোকে চিহ্নের অন্বেষণ করে, কিন্তু যোনার চিহ্ন ব্যতিরেকে আর কোনো চিহ্ন তাহাদিগকে দেওয়া যাইবে না।” এখানেও স্বভাবত যোনা ভাববাদীর চিহ্ন বলতে ‘তিন দিন ও তিন রাত্র<sup class="modern-footnotes-footnote " data-mfn="49" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-49">49</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-49" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="49" style="display: none;">যোনা ১/১৭।</span> মাটির অভ্যন্তরে থাকা বুঝানো হয়েছে।</p>
<p style="text-align: justify">মথির ২৭ অধ্যায়ের ৬৩ আয়াতে উল্লেখ করা হয়েছে যে, যীশুকে ক্রুশবিদ্ধ করার পরদিন ইহূদীরা গভর্নর পীলাতের নিকট যেয়ে বলেন: “মহাশয়, আমাদের মনে পড়িতেছে, সেই প্রবঞ্চক জীবিত থাকিতে বলিয়াছিল, তিন দিনের পরে আমি উঠিব।”</p>
<p style="text-align: justify">এই বক্তব্য তিনটিই ভুল। কারণ যোহনের সুসমাচারের ১৯ অধ্যায় থেকে জানা যায় যে, শুক্রবার দ্বিপ্রহরের কাছাকাছি সময়ে (বেলা অনুমান ছয় ঘটিকা) যীশুকে ক্রুশে দেওয়া হয়। নয় ঘটিকায় তিনি মৃত্যু বরণ করেন। ‘পরে সন্ধ্যা হইলে’ অরিমাথিয়ার যোষেফ গভর্নর পীলাতের নিকট যেযে যীশুর দেহ প্রাথনা করেন। মার্কের সুসমাচরে তা স্পষ্টরূপে উল্লেখ করা হয়েছে।<sup class="modern-footnotes-footnote " data-mfn="50" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-50">50</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-50" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="50" style="display: none;">মথি ২৭/৪৫-৬১; মার্ক ১৫/৩৩-৪৭; লূক ২৩/৪৪-৫৬; যোহন ১৯/২৫-৪২।)) এ থেকে আমরা নিশ্চিতরূপে জানতে পারছি যে, শুক্রবার দিবাগত রাত্রে যীশুকে কবরস্থ করা হয। এরপর রবিবার প্রত্যুষে সূর্যোদয়ের পূর্বেই এই দেহটি কবর থেকে অদৃশ্য হয়। যোহনের সুসমাচারে তা স্পষ্ট উল্লেখ করা হয়েছে।((যোহন ২০/১-১৮। আরো দেখন: মথি ২৮/১-১০; মার্ক ১৬/১-১১; লূক ২৪/১-১২।</span></p>
<p style="text-align: justify">এভাবে আমরা দেখছি যে, যীশুর দেহ কোনো অবস্থাতেই পৃথিবীর গর্ভে তিন দিন ও তিন রাত্র (three days and three nights) থাকে নি; বরং এক দিন ও দুই রাত্রি তা পৃথিবীর গর্ভে ছিল। ‘তিন দিনের পরে’ যীশু উঠেন নি। এ বিষয়ক বাইবেলের বর্ণনাগুলি সবই পরস্পর বিরোধী ও সাংঘর্ষিক।</p>
<p style="text-align: justify">সবচেয়ে কঠিন বিষয় যে, ‘ইঞ্জিল শরীফের বর্ণনা সত্য হলে প্রমাণিত হবে যে, ঈসা (আ) প্রতিশ্র“তি মত কোনো অলৌকিক নিদর্শন দেখান নি বা দেখাতে সক্ষম হন নি। বরং তিনি ভণ্ড ছিলেন বলে প্রমাণিত হবে (নাউযূ বিল্লাহ)। কারণ তিনি তাঁর প্রতিশ্র“তি মত পৃথিবীর গর্ভ থেকে পুনরুত্থানের চিহ্নটি অধ্যাপক ও ফরীশীদেরকে দেখান নি। তারা স্বচক্ষে যীশুর পুনরুত্থান দেখেন নি। যীশু যদি সত্যই মৃতদের মধ্য থেকে পুনরুত্থিত হতেন তবে তাঁর দায়িত্ব হতো যে, এ সকল অবিশ্বাসীকে- যাদেরকে তিনি প্রতিশ্র“তি দিয়েছিলেন- তাদের সামনে প্রতিশ্র“তি অনুসারে নিজেকে প্রকাশিত করবেন। এতে প্রতিশ্র“তি পালিত হত এবং এ সকল অবিশ্বাসীদের অবিশ্বাসের পক্ষে আর কোনো সুযোগ থাকত না। কিন্তু তিনি নিজেকে এদের সামনে বা অন্য কোনো ইহূদীর সামনে একটিবারের জন্যও প্রকাশ করেন নি। ‘ইঞ্জিল’ শরীফের বিবরণ অনুসারে তিনি কেবলমাত্র তাঁর কয়েকজন শিষ্যের সামনে প্রকাশিত হন। এজন্যই ইহূদীরা যীশুর পুনরুত্থানে বিশ্বাস করেন না। সেই যুগ থেকে আজ পর্যন্ত ইহূদীরা বলেন যে, যীশুর শিষ্যগণ রাত্রিবেলায় যীশুর মৃতদেহ চুরি করেছিলেন। এনসাইক্লোপিডিয়া ব্রিটানিকায় ঈসা (আ) সম্পর্কে ১ম-২য় খৃস্টীয় শতাব্দীর ইহূদী তালমূদের বরাত দিয়ে লেখা হয়েছে: “The Picture of Jesus offered in these writings may be summarized as follows: born as the illegitimate son of a Roman soldier called Panther, Jesus (Hebrew Yeshu) worked magic, ridiculed the wise, seduced and stirred up the people, gathered five disciples about him and was hanged (crucified) on the eve of the Passover”<sup class="modern-footnotes-footnote " data-mfn="51" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-51">51</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-51" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="51" style="display: none;">The New Encyclopedia Britannica, 15th Edition, Vol-10, Jesus Christ, p 145.</span></p>

<h4><strong>৪. ৪. নিজে গ্রন্থ রচনা করে আল্লাহর নামে চালানো</strong></h4>

<p style="text-align: justify">আমরা দেখেছি পবিত্র কুরআনে বারংবার উল্লেখ করা হয়েছে যে, ইহূদী-খৃস্টানগণ নিজে হাতে পুস্তক রচনা করে তা আল্লাহর কিতাব নামে চালাত। আধুনিক গবেষণা কুরআনের এ বক্তব্যের সত্যতা সন্দেহাতীভাবে প্রমাণ করেছে। বস্তুত, তাওরাত, যাবূর, ইনজীল ও কিতবীগণের অন্যান্য কিতাব কখনোই সাধারণ মানুষের ধর্মগ্রন্থ ছিল না। একান্ত কিছু ধর্মগুরু বা ধর্মীয় ব্যক্তিত্ব ছাড়া কেউ এগুলির পঠন পাঠনে জড়িত ছিল না। ফলে এগুলির মধ্যে পরিবর্তন, বিয়োজন ও বিকৃতি খুবই সহজ ছিল। এছাড়া নিজে গ্রন্থ রচনা করে আল্লাহর নামে চালানো এবং আল্লাহর গ্রন্থের মধ্যে কিছু কথা সংযোজন করে আল্লাহর নামে চালানো তাদের জন্য সহজ ছিল। তাদের এ সকল জালিয়াতির অসংখ্য প্রমাণ প্রচলিত বাইবেলের মধ্যে বিদ্যমান। আমরা নিম্নের কয়েকটি বিষয় সংক্ষেপে উল্লেখ করব:</p>

<h4><strong>৪. ৪. ১. নেক নিয়্যাতে জালিয়াতি</strong></h4>

<p style="text-align: justify">আমরা ইতোপূর্বে দেখেছি যে, ঈশ্বরের গৌরবার্থে মিথ্যা বলা প্রাচীন ইহূদী-খৃস্টানগণের নিকট পূণ্যকর্ম বলে গণ্য ছিল। এজন্য তাঁর দুঃসাহসের সাথে আল্লাহর কিতাবের নামে জালিয়াতি করতেন।</p>

<h4><strong>৪. ৪. ২. জাল কিতাবসমূহ</strong></h4>

<p style="text-align: justify">উপরে আমরা দেখেছি যে, পুরাতন ও নতুন নিয়মের মধ্যে অনেকগুলি পুস্তক জাল ও অতিরিক্ত সংযোজন (Apocrypha) বলে অধিকাংশ ইহূদী ও খৃস্টান ধর্মগুরু স্বীকার করেছেন। এগুলি সবই নিজের হাতে পুস্তক রচনা করে ‘আল্লাহর নামে’ চালানোর প্রকৃষ্ট উদাহরণ। এগুলি ছাড়া আরো অনেক কিতাব ইহূদী-খৃস্টানগণ লিখে ‘আল্লাহর কিতাব বলে চালিয়েছেন। যেমন ‘প্রকাশিত বাক্য’, ক্ষুদ্র আদি পুস্তক, উর্ধ্বারোহণ পুস্তক (The Assumption of Moses) রহস্য পুস্তক, প্রতিজ্ঞা (Testament) পুস্তক ও স্বীকৃতি পুস্তক, এই ৬টি গ্রন্থ মোশির (মূসা আ.) নামে প্রচারিত। ইয্রার চতুর্থ পুস্তক ইয্রার (Ezra) নামে প্রচারিত। যিশাইয়র উর্ধ্বারোহণ (The Ascension of Isaiah) ও যিশাইয়র নিকট প্রকাশিত বাক্য দুইটি গ্রন্থ যিশাইয় (ওংধরধয) ভাববাদীর নামে প্রচারিত। যিরমিয় (Isaiah) ভাববাদীর প্রসিদ্ধ পুস্তক ছাড়াও আরো একটি তার নামে প্রচারিত (Paralipomena of Jeremiah) । হবক্কূক (Habakkuk) ভাববাদীর নামে অনেকগুলি কথা প্রচারিত এবং সলোমনের (সুলাইমান) নামে কয়েকটি যাবূর বা গীতসংহিতা (Psalms of Solomon) প্রচারিত।<sup class="modern-footnotes-footnote " data-mfn="52" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-52">52</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-52" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="52" style="display: none;">পুস্তকগুলি সম্পর্কে দেখুন: (The New Encyclopedia Britannica, Vol-2, page 936: Biblical Literature</span></p>
<p style="text-align: justify">‘ইঞ্জিল’ নামে বা ঈসা (আ) ও তাঁর শিষ্যদের নামে লেখা পুস্তকাদির সংখ্যা শতাধিক। যে ২৭টি প্স্তুক বা পত্র তৃতীয়-চতুর্থ খৃস্টীয় শতক থেকে ‘ক্যাননিক্যল’ বা বৈধ বলে গণ্য করা হয়েছে এবং প্রচলিত বাইবেলের মধ্যে রয়েছে সেগুলি ছাড়াও অন্যান্য কয়েক ডজন ‘ইঞ্জিল শরীফের’ মধ্যে রয়েছে: (Gospel of Marcion, Gospel of Perfection, Gospel of Truth, Gospel of Judas, Gospel of Peter, Gospel of Philip, Gospel of Thomas, Infancy Gospel, Protevangelium of James, Gospel of Eve, Gospel of Mary, Gospel of Ebionites, Gospel of Egyptians, Gospel of Hebrews, Gospel of Nazarenes, Infancy Gospel)<sup class="modern-footnotes-footnote " data-mfn="53" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-53">53</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-53" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="53" style="display: none;">The New Encyclopedia Britannica, 15th Edition, Vol-2, Biblical Literature, p 973.</span></p>

<h4><strong>৪. ৪. ৩. প্রসিদ্ধ কিতাবগুলির কোনোটিরই বর্ণনার সূত্র নেই</strong></h4>

<p style="text-align: justify">এ ছাড়া যে পুস্তকগুলির ‘বিশুদ্ধতা’-র বিষয়ে ইহূদী-খৃস্টানগণ একমত সেগুলির অবস্থাও শোচনীয়। যেমন ‘তাওরাত’, যাবূর ও ইনজীল নামে সংকলিত পুস্তকগুলি কি সত্যই মূসা (আ), দায়ূদ (আ) ও ঈসা (আ)-এর কিতাব না পরবর্তী যুগে তার নামে বানানো তাওরাত তা জানার উপায় নেই। একটি গ্রন্থেরও সনদ নেই, গ্রন্থাকার, লিপিকার ও বর্ণনাকারীদের কারো নাম জানা যায় না, প্রাচীন যুগে এগুলির পঠন পাঠনও ছিল না। বাইবেলের মধ্যেই উল্লেখ করা হয়েছে যে, মূসা (আ) তোরাহ-এর একটিমাত্র কপি নিয়মসিন্দুকে সংরক্ষিত করে রাখার ব্যবস্থা করেন এবং প্রতি সাত বৎসর পর পর তা জনসমক্ষে পাঠের নির্দেশ দেন। মূসা (আ)-এর পরে শতশত বৎসর ইহূদীগণ মূসা (আ)-এর ধর্ম ও শরীয়ত ত্যাগ করে মুর্তিপূজায় রত থাকে। তারা তাওরাত পরিত্যাগ করে এবং নিয়ম-সিন্ধুকে মধ্যে অবস্থিত তাওরাতটি তাদের মধ্য থেকে হারিয়ে যায়। কয়েক শত বৎসর পরে দাউদ বংশের শাসক যোশিয়া বিন আমোন (Josiah, son of Amon)-এর রাজত্বের ১৮শ বৎসরে (খৃ. পূ. ৬২০/৬২১ সালে) হিল্কিয় মহাযাজক (Hilki’ah the high priest) দাবি করেন যে, তিনি ‘সদাপ্রভুর গৃহে’, অর্থাৎ যিরূশালেমের ধর্মধাম বা শলোমনের মন্দিরের মধ্যে মোশির তোরাহ বা ব্যবস্থাপুস্তকখানি (the book of the law) পেয়েছেন। বাহ্যত মনে হয় রাজা ও জনগণকে সংশোধন করার নেক নিয়্যাতে তিনি নিজেই পুস্তকটি রচনা করে পুরাতন পুস্তক খুঁজে পাওয়ার দাবি করেন।((২ রাজাবলি ২২/৩-১১; ২ বংশাবলি ৩৪/১৪-১৯।)) কয়েক বছর পরে খৃস্টপূর্ব ৫৮৮ বা ৫৮৬ অব্দে<sup class="modern-footnotes-footnote " data-mfn="54" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-54">54</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-54" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="54" style="display: none;">বিস্তারিত দেখুন, ঐতিহাসিক অভিধান, পৃষ্ঠা ১০-১১, James Hastings, Encyclopedia of Religion and Ethics, Volume 7, page 449.</span> যখন ব্যবিলন সম্রাট নেবুকাদনেজার (Nebuchadnezzar) বা বখত নসর যেরুযালেম নগরী ও ইহূদী রাজ্য ধ্বংস করে সকল ইহূদীকে বন্দী করে ব্যবিলনে নিয়ে যান তখন এই অনির্ভরযোগ্য ও সূত্রবিহীন কপিটির প্রায় পুরোটুকুই হারিয়ে যায়। নেবুকাদনেজারের এই ঘটনার মধ্য দিয়ে তোরাহ ও পুরাতন নিয়মের পূর্বেকার সকল গ্রন্থ ভূপৃষ্ঠ থেকে একেবারেই বিলীন হয়ে যায়। ইহূদীদের ধারণা অনুযায়ী প্রায় এক শতাব্দী পরে ইয্রা পুনরায় পুরাতন নিয়মের এ সকল গ্রন্থ নিজের পক্ষ থেকে লিখেন। খৃ. পূ. ১৬৮ অব্দে সিরিয়ার গ্রীক শাসক চতুর্থ এন্টিয়ক (Antiochus Epiphanes) যেরুজালেম ও ইহূদী রাজ্য পুনরায় ধ্বংস করেন এবং সলোমনের মসজিদ ধ্বংস করে সেখানে গ্রীক প্রতিমা-মন্দির স্থাপন করেন।<sup class="modern-footnotes-footnote " data-mfn="55" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-55">55</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-55" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="55" style="display: none;">দেখুন: মতিওর রহমান খান, ঐতিহাসিক অভিধান, পৃ. ২১।</span> এই ঘটনায় ইয্রার লেখা কপিগুলি এবং এর অধিকাংশ উদ্ধৃতি বিনষ্ট হয়ে যায়।</p>
<p style="text-align: justify">ইঞ্জিল শরীফ বা নতুন নিয়মের পুস্তকগুলির অবস্থা আরো শোচনীয়। ঈসা (আ)-এর শিষ্যগণ তাঁর প্রচারিত ইঞ্জিল লিপিবদ্ধ করেন নি। কারণ তাঁরা সুদৃঢ় প্রত্যয়ের সাথে বিশ্বাস করতেন যে, কয়েক বৎসরের মধ্যেই ঈসা (আ) আসমান থেকে নেমে আসবেন এবং কিয়ামত হয়ে যাবে। নতুন নিয়মের অনেক স্থানে এ বিষয়টি উল্লেখ করা হয়েছে।<sup class="modern-footnotes-footnote " data-mfn="56" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-56">56</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-56" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="56" style="display: none;">মথি ১০/২৩; ১৬/২৭-২৮; প্রকাশিত বাক্য ৩/১১, ২২/৭, ১০, ২০; যাকোব ৫/৮; ১ পিতর ৪/৭; ১ যোহন ২/১৮; ১ থিষলনীকীয় ৪/১৫-১৭; ফিলিপীয় ৪/৫; ১ করিন্থীয় ১০/১১; ১৫/৫১-৫২।</span> এ জন্য বাইবেলে ওহী বা আসমানী শিক্ষাকে লিপিবদ্ধ করতে বিশেষভাবে নিষেধ করা হয়েছে।<sup class="modern-footnotes-footnote " data-mfn="57" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-57">57</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-57" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="57" style="display: none;">প্রকাশিত বাক্য ২২ অধ্যায় ১০ আয়াত।</span> মুখে মুখে বিক্ষিপ্ত কিছু কথা তাঁরা প্রচার করতেন।</p>
<p style="text-align: justify">এ অবস্থার পাশাপাশি ঈসা (আ)-এর শিষ্যগণ এবং তাদের পরবর্তী কয়েক প্রজন্ম ৩০০ বৎসর পর্যন্ত তৎকালীন রোমান রাষ্ট্র প্রশাসন কর্তৃক কঠিন অত্যাচার ও গণহত্যার শিকার হন। ইঞ্জিল পঠন পাঠন তো দূরের কথা, নিজেকে খৃস্টান বলে স্বীকার করাই ছিল কঠিন অপরাধ। ফলে এ দীর্ঘ সময়ে যে যা পেরেছে ‘ইঞ্জিল’ নামে লিখে প্রচার করেছে।</p>

<h4><strong>৪. ৪. ৪. পবিত্র গ্রন্থের অপবিত্র গল্প কাহিনী</strong></h4>

<p style="text-align: justify">ইহূদী-খৃস্টানদের নিকট তাওরাত, যাবূর ও ইঞ্জিল নামে পরিচিত এ সকল পুস্তকের মধ্যে এমন সব কঠিন নোংরা ও অশ্লীল কথা রয়েছে যা&nbsp; ওহী বা আসমানী কিতাবের বিষয় হওয়া তো দূরের কথা, কোনো সাধারণ সৎ মানুষের কথাও হতে পারে না। এগুলিতে রয়েছে যে, নবীগণ ব্যভিচার করতেন, মদপান করতেন, উলঙ্গ হতেন, আল্লাহর সাথে মল্লযুদ্ধ করতেন, মুর্তিপূজা করতেন ইত্যাদি।<sup class="modern-footnotes-footnote " data-mfn="58" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-58">58</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-58" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="58" style="display: none;">দেখুন: আদিপুস্তক: ১৯: ৩০-৩৮; যাত্রাপুস্তক: ৩২: ১-৩৫; ২ শমূয়েল: ১১: ১-২৭; ১ রাজাবলি: ১১: ১-১৩।</span> এ সকল কাহিনী নিঃসন্দেহে বানোয়াট ও জাল।</p>

<h4><strong>৪. ৪. ৫. প্রমাণিত সংযোজন ও বিকৃতি</strong></h4>

<p style="text-align: justify">উপরের বিষয়গুলি ছাড়াও বাইবেলের পুস্তকাদির মধ্যে অসংখ্য স্থানে ইহূদী-খৃস্টানগণ বিভিন্ন মনগড়া কথা সংযোজন করেছেন বলে গত দু শতাব্দীর গবেষণায় প্রমাণিত হয়েছে এবং ইহূদী-খৃস্টান পণ্ডিতগণ তা স্বীকার করতে বাধ্য হয়েছেন। এ সকল বিকৃতির বিস্তারিত বিবরণের জন্য বৃহদাকার পুস্তকের প্রয়োজন। এখানে শুধ কথিত ‘তাওরাত’, ‘যাবূর’ ও ‘ইনজীল’-এর মধ্যে এরূপ সংযোজনের সামান্য কয়েকটি নমুনা উল্লেখ করছি।</p>

<h4><strong>(ক) তাওরাত</strong></h4>

<p style="text-align: justify">(১) তাওরাত নামে পরিচিত ৫ পুস্তকের ১ম পুস্তক আদিপুস্তকের ৩৬ অধ্যায়ের ৩১ আয়াতটি নিম্নরূপ: “ইস্রায়েল-সন্তানদের উপরে কোন রাজা রাজত্ব করিবার পূর্বে ইঁহারা ইদোম দেশের রাজা ছিলেন।”</p>
<p style="text-align: justify">মোশির লিখিত বলে প্রচারিত তোরাহ-এর এ কথাটি কখনোই মোশির কথা হতে পারে না। একথা স্পষ্ট যে এই কথাটি যিনি লিখেছেন তিনি ইস্রায়েল-সন্তানদের নিজেদের রাজা ও রাজত্ব প্রতিষ্ঠিত হওয়ার পরের যুগের মানুষ। ইস্রায়েল সন্তানদের প্রথম রাজা ছিলেন শৌল (তালুত)। মোশির তিন শত ছাপ্পান্ন (৩৫৬) বৎসর পরে শৌলের রাজত্ব গ্রহণের মাধ্যমে ইস্রায়েল সন্তানদের প্রথম রাজত্ব প্রতিষ্ঠিত হয়।</p>
<p style="text-align: justify">(২) তাওরাত-এর দ্বিতীয় পুস্তক যাত্রাপুস্তকের ১৬ অধ্যায়ের ৩৫ আয়াত নিম্নরূপ: “ইস্রায়েল সন্তানেরা চল্লিশ বৎসর, যাবৎ নিবাস-দেশে উপস্থিত না হইল, তাবৎ সেই মান্না ভোজন করিল; কনান দেশের সীমাতে উপস্থিত না হওয়া পর্যন্ত তাহারা মান্না খাইত।”</p>

<p>এই আয়াতটি মোশির কথা নয়। কারণ মোশির জীবদ্দশায় মান্না ভোজন বন্ধ হয় নি। এবং তাঁর জীবদ্দশায় ইস্রায়েল-সন্তানেরা কনান দেশের সীমাতে উপস্থিতও হয় নি।</p>



<p>(৩) তাওরাত-এর চতুর্থ পুস্তক গণনাপুস্তকের ২১ অধ্যায়ের ১৪ আয়াতটি নিম্নরূপ: “এই জন্য সদাপ্রভুর যুদ্ধপুস্তকে উক্ত আছে: শূফাতে রাহেব, আর অর্ণোনের উপত্যকা সকল।”</p>

<p style="text-align: justify">এই আয়াতটি কখনোই মোশির কথা হতে পারে না। উপরন্তু এই আয়াতটি প্রমাণ করে যে, মোশি গণনাপুস্তকের লেখক বা রচয়িতা নন। কারণ গণনাপুস্তকের লেখক এখানে ‘সদাপ্রভুর যুদ্ধপুস্তক’ নামক অন্য একটি পুস্তক থেকে উদ্ধৃতি প্রদান করছেন। এই পুস্তকটি কে লিখেছিলেন? কোন্ যুগে? কোথায়? আজ পর্যন্ত এ সকল বিষয়ে কোনো কিছুই নিশ্চিতরূপে জানা যায় নি।</p>
<p style="text-align: justify">(৪) মূসা (আ)-এর লেখা বলে কথিত ‘তাওরাত’-এর ৫ম পুস্তক দ্বিতীয় বিবরণ। এই পুস্তকের ৩৪ অধ্যায়ে এই অধ্যায়ে মূসা (আ)-এর মৃত্যু, মৃত্যুর পরে ত্রিশ দিন যাবৎ ইহূদীদের শোকপালন, যুগের আবর্তনের মোশির কবর হারিয়ে যাওয়া ইত্যাদি বিষয় উল্লেখ করা হয়েছে। এ অধ্যায়টি কোনোভাবেই মূসা (আ)-এর লেখা নয়। পরবর্তীকালে কেউ তা সংযোজন করেছে। কে করেছে তা কেউ বলতে পারে না।</p>
<p style="text-align: justify">এরূপ আরো অনেক বিষয় রয়েছে তাওরাতের ৫টি পুস্তকের মধ্যে যেগুলি পরবর্তীকালে সংযোজন করা হয়েছে বলে খৃস্টান পণ্ডিতগণ একমত। কে বা কারা এগুলি সংযোজন করেছে তাও তারা জানেন না। তবে সংযোজিত বিষয়টি ভাল মনে হলে তারা বলেন, হয়ত কোনো নবী তা সংযোজন করেছেন। আর সংযোজিত বিষয়টি ভুল বলে প্রমাণিত হলে তারা বলেন, সম্ভবত কোনো লিপিকার ভুলে বা কোনো অধার্মিক লোক ইচ্ছাকৃতভাবে তা সংযোজন করেছে।</p>

<h4><strong>(খ) যাবূর</strong></h4>

<p style="text-align: justify">আমরা মুসলিমরা বিশ্বাস করি যে, মহান আল্লাহ ওহীর মাধ্যমে দাঊদ (আ)-কে ‘যাবূর’ নামক গ্রন্থটি প্রদান করেন। কিন্তু বাইবেলের মধ্যে সংকলিত ‘যাবূর’ বা “গীতসংহিতা” নামক পুস্তকটির অবস্থা সম্পূর্ণ ভিন্ন। এগুলি কে লিখেছেন, কে সংকলন করেছেন, কার সূত্রে বর্ণিত হয়েছে তা কিছুই জানা যায় না। এগুলি রচয়িতা ও সংকলন-কাল সম্পর্কে প্রাচীনকাল থেকে ইহূদী-খৃস্টান পণ্ডিতদের মধ্যে অনেক মত ও মতভেদ রয়েছে।</p>
<p style="text-align: justify">এখানে লক্ষণীয় যে, খৃস্টানগণ ‘যাবূর’ বা ‘গীতসংহিতা’ বলে যে পুস্তকটি প্রচার করেন তার মধ্যে ১৫০টি গীত রয়েছে। এগুলির মধ্যে অর্ধেকের বেশি গীত অন্যান্য ব্যক্তির দ্বারা রচিত বলে এগুলির শুরুতে উল্লেখ করা হয়েছে। ৭২ নং গীতের ২০ নং আয়াতে বলা হয়েছে: “যিশয়ের পুত্র দায়ূদের প্রার্থনা সকল সমাপ্ত।” এথেকে সুস্পষ্টতই জানা যায় যে, ৭৩ থেকে ১৫০ নং গীত দায়ূদের রচিত নয়। উপরন্তু ১ থেকে ৭২ পর্যন্ত গীতগুলির মধ্যেও দায়ূদ ছাড়া অন্যদের রচিত অনেকগুলি গীত রয়েছে। গীতগুলির শুরুতেই তা উল্লেখ করা হয়েছে। এভাবে আমরা জানতে পারি যে, মুসলিমগণ যে ‘যাবূর’ গ্রন্থকে আসমানী কিতাব বলে বিশ্বাস করেন বাইবেলের মধ্যে সংকলিত ‘যাবূর’ কখনোই সে কিতাব নয়। তবে বাইবেলের যাবূরের মধ্যে দায়ূদ (আ)-এর উপরে নাযিলকৃত যাবূরের কিছু কিছু কথা বিদ্যমান আছে বলেই প্রতীয়মান হয়। তবে কোন্ কথাটি দায়ূদের এবং কোন কথাটি পরবর্তী কালে সংযোজিত তা জানার কোনো উপায় নেই।</p>

<h4><strong>(গ) ইনজীল</strong></h4>

<p style="text-align: justify">আমরা দেখেছি যে, ‘ইঞ্জিল শরীফ’ নামে পরিচিত নতুন নিয়মের অধিকাংশ পুস্তকই ঈসা (আ)-এর ইঞ্জিল নয়। প্রচলিত বাইবেল থেকেই আমরা জানতে পরি যে ঈসা (আ) তাঁর নবুওয়াতের শুরু থেকেই ‘ইঞ্জিল শরীফ’ বা সুসমাচার (মড়ংঢ়বষ) প্রচার করতেন। মার্কের সুসমাচারের ১ম অধ্যায়ের ১৪-১৫ আয়াতে বলা হয়েছে: ১৪ আর যোহন কারাগারে সমর্পিত হইলে পর যীশু গালীলে আসিয়া ঈশ্বরের সুসমাচার প্রচার করিয়া বলিতে লাগিলেন, ‘কাল স¤পূর্ণ হইল, ঈশ্বরের রাজ্য সন্নিকট হইল; তোমরা মন ফিরাও, ও সুসমাচারে (ইঞ্জিলে) বিশ্বাস কর (preaching the gospel of the kingdom of God… repent ye, and believe the gospel<strong>.</strong>)। বাইবেলের বর্ণনা অনুযায়ী তিনি সর্বশেষ তার শিষ্যদেরকে বলেন: “আর তিনি তাঁহাদিগকে কহিলেন, তোমরা সমুদয় জগতে যাও, সমস্ত সৃষ্টির নিকটে সুসমাচার (ইঞ্জিল শরীফ) প্রচার কর।”<sup class="modern-footnotes-footnote " data-mfn="59" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-59">59</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-59" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="59" style="display: none;">মার্ক ১৬/১৫-১৬।</span> ঈসা (আ) এর এই ইঞ্জিল খৃস্টানগণ চিরতরে হারিয়ে ফেলেছেন।</p>
<p style="text-align: justify">ঈসা (আ)-এর ইঞ্জিল নামে চার জনের লেখা চারটি পুস্তকেরও অবস্থা শোচনীয়। তৃতীয় শতাব্দীর আগে এগুলি কোনো ইতিহাসই জানা যায় না। এগুলি আদৌ মথি, মার্ক, লূক ও যোহনের লেখা কিনা, তারা কিছু লিখে থাকলে কি লিখেছিলেন এবং কতটুকু লিখেছিলেন, লিখিত পাণ্ডুলিপি কে বা কারা শুনেছিলেন, কিভাবে প্রচার করেছিলেন তা কিছুই জানা যায় না। সবচেয়ে কঠিন বিষয় ছিল যে, প্রথম যুগের খৃস্টানগণ জালিয়াতিকে অপরাধ মনে করতেন না। কেউ কিছু লিখে কোনো প্রসিদ্ধ ব্যক্তির নামে চালিয়ে দেওয়াকে তারা কোনোরূপ অন্যায় বলে মনে করতেন না। এ বিষয়ে এনসাইক্লোপিডিয়া ব্রিটানিকায় বলা হয়েছে:</p>
<p style="text-align: justify">The concept of inspiration was not decisive in the matter of demarcation because the church understood itself as having access to inspiration through the guidance of the Spirit. Indeed, until c. AD 150, Christians could produce writings either anonymously or pseudonymously—i.e., using the name of some acknowledged important biblical or apostolic figure. The practice was not believed to be either a trick or fraud. Apart from letters in which the person of the writer was clearly attested—as in those of Paul, which have distinctive historical, theological, and stylistic traits peculiar to Paul—the other writings placed their emphases on the message or revelation conveyed, and the author was considered to be only an instrument or witness to the Holy Spirit or the Lord. When the message was committed to writing, the instrument was considered irrelevant, because the true author was believed to be the Spirit. By the mid-2nd century, however, with the delay of the final coming (the Parousia) of the Messiah as the victorious eschatological (end-time) judge and with a resulting increased awareness of history, increasingly a distinction was made between the apostolic time and the present. There also was a gradual cessation of “authentically pseudonymous” writings in which the author could identify with Christ and the Apostles and thereby gain ecclesiastical recognition. <sup class="modern-footnotes-footnote " data-mfn="60" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-60">60</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-60" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="60" style="display: none;">Encyclopedia Britannica, CD Version, 2005, Article: biblical literature: New Testament canon, texts, and versions: The New Testament canon: Conditions aiding the formation of the canon</span></p>
<p style="text-align: justify">এ সকল বিষয় বাদ দিলেও প্রচলিত ‘ইঞ্জিল শরীফের’ মধ্যে অনেক বিষয় রয়েছে তা জাল ও পরবর্তীকালে সংযোজিত বলে খৃস্টান পণ্ডিতগণ স্বীকার করেছেন। এরূপ স্বীকৃত জালিয়াতির সংখ্যা একেবারে কম নয়। এখানে বিস্তারিত আলোচনা সম্ভব নয়। শুধু দুটি উদাহরণ উল্লেখ করছি:</p>
<p style="text-align: justify">(১) যোহনলিখিত সুসমাচারের ৭ম অধ্যায়ের ৫৩ আয়াত এবং ৮ম অধ্যায়ের ১ম আয়াত থেকে ১১শ আয়াত পর্যন্ত আয়াতগুলি পরবতীকালে সংযোজিত। এখানে একটি ব্যভিচারী মহিলার গল্প উল্লেখ করা হয়েছে।&nbsp; তাকে ব্যভিচারের অপরাধে ধরা হলে যীশু বলেন যে, যে ব্যক্তি নিষ্পাপ সে তাকে পাথর মারুক। তখন সকলেই চলে যায়। পরে যীশু মহিলাকে ছেড়ে দেন। বাইবেলের প্রাচীন পাণ্ডুলিপিগুলি পর্যালোচনা করার পরে খৃস্টান পণ্ডিতগণ স্বীকার করতে বাধ্য হয়েছেন যে, এ লম্বা গল্পটি পরবর্তীকালে সংযোজিত। আয়াতগুলি ইংরেজি অথোরাইয্ড ভার্সন বা কিং জেমস ভার্সনে (AV/KJV) এভাবে রয়েছে। আরবী বাইবেলেও এভাবে রয়েছে। তবে বাংলা বাইবেলে গল্পটি যে বানোয়াট তা প্রকারান্তে স্বীকার করা হয়েছে।</p>
<p style="text-align: justify">(২) যোহনের প্রথম পত্রের ৫ম অধ্যায়ে ইংরেজী অথোরাইযড ভার্সনে রয়েছে: (7 For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost; and the three are one. 8. And there are three that bear witness in earth, the spirit, and the water, and the blood: and these three agree in one.) বাংলায় এর অনুবাদ হয়: “৭ কারণ স্বর্গে তিন জন রহিয়াছেন যাঁহারা সাক্ষ্য সংরক্ষণ করেন: পিতা, বাক্য ও পবিত্র আত্মা; এবং তাঁহার তিন একই। ৮. এবং পৃথিবীতে তিন জন রহিয়াছেন যাঁহার সাক্ষ্য প্রদান করেন: আত্মা, জল ও রক্ত, এবং সেই তিনের সাক্ষ্য একই।”</p>
<p style="text-align: justify">খৃস্টান পণ্ডিতগণ উল্লেখ করেছেন যে, উপরের আয়াতদ্বয়ের এতসব কথার মধ্যে মূল বাক্যগুলি ছিল নিম্নরূপ: “বস্তুতঃ তিনে সাক্ষ্য দিতেছেন, আত্মা, ও জল, ও রক্ত, এবং সেই তিনের সাক্ষ্য একই।” এরপর ত্রিত্ববাদী খৃস্টানগণ ত্রিত্ববাদ প্রমাণের জন্য বাকি কথাগুলি সংযোজন করেন। প্রাচীন যুগ থেকেই এই সংযোজিত বাক্যগুলি ‘ইঞ্জিল শরীফের’ বাণী বলে গণ্য হয়ে আসছে। তবে বর্তমানে প্রাচীন পাণ্ডুলিপির ভিত্তিতে খৃস্টান পণ্ডিতগণ এগুলির জালিয়াতি স্বীকার করতে বাধ্য হয়েছেন। এজন্য প্রচলিত বাংলা বাইবেলে ও ইঞ্জিল শরীফে অতিরিক্ত কথাগুলি ফেলে দেওয়া হয়েছে।</p>

<h4><strong>৪. ৪. ৪. ৫. কুরআন কারীমই সংরক্ষক-বিচারক</strong></h4>

<p style="text-align: justify">উপরের আলোচনা থেকে পাঠক বুঝতে পারছেন যে, ইহূদী-খৃস্টানগণের নিকট সংরক্ষিত তাওরাত, যাবূর ও ইঞ্জিল নামে পরিচিত গ্রন্থগুলি কখনোই মূসা (আ), দায়ূদ (আ) ও ঈসা (আ)-এর উপর নাযিলকৃত গ্রন্থ নয়। আধুনিক গবেষণা প্রমাণ করেছে যে, এগুলির বিষয়ে কুরআন যে তথ্যগুলি দিয়েছে তা সঠিক। এগুলির অনেক অংশ বিলুপ্ত হয়েছে, এগুলির মধ্যে অনেক পরিবর্তন করা হয়েছে এবং অনেক কিছু সংযোজন করা হয়েছে। বর্তমানে প্রচলিত পুস্তকগুলির মধ্যে কিছু ওহীর কথা এসকল পরিবর্তন ও সংযোজনের সাথে মিশ্রিত হয়ে রয়েছে। এগুলির মধ্যে ঠিক কোন্ কথাটি সঠিক ওহী এবং কোন্ কথাটি বিকৃতি তা বুঝার বা যাচাই করার কোনো বৈজ্ঞানিক, পাণ্ডুলিপিগত বা অন্য কোনো পথ নেই। এখন এগুলির মধ্য থেকে সঠিক বক্তব্য যাচাই করার একমাত্র ভিত্তি আল্লাহর সর্বশেষ ওহী আল-কুরআন। মহান আল্লাহ বলেন:</p>

<p>وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ</p>

<p style="text-align: justify">“এবং আপনার উপর সত্যসহ গ্রন্থ অবতীর্ণ করেছি, তার পূর্বে অবতীর্ণ গ্রন্থসমূহের সমর্থক (confirmer) ও পর্যবেক্ষক-নিয়ন্ত্রক (watcher) রূপে।”<sup class="modern-footnotes-footnote " data-mfn="61" data-mfn-post-scope="0000000000000c560000000000000000_1099"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1099-61">61</a></sup><span id="mfn-content-0000000000000c560000000000000000_1099-61" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="61" style="display: none;">সূরা (৫) মায়েদা: ৪৮ আয়াত ।</span></p>
<p style="text-align: justify">এ সকল গ্রন্থের মধ্যে বিদ্যমান কোনো তথ্য যদি কুরআনের সাক্ষ্যে সত্য বলে প্রমাণিত হয় তবে আমরা তা সত্য বলে বিশ্বাস করি। আর যে তথ্য কুরআনের সাক্ষ্যে মিথ্য বলে প্রমাণিত তাকে আমরা মিথ্যা বলে বিশ্বাস করি। আর কুরআন যদি সে বিষয়ে নীরব থাকে, তবে আমরাও সে বিষয়ে নীরব থাকি; কারণ তা সত্যও হতে পারে আবার মিথ্যাও হতে পারে।</p>

<p><a href="https://assunnahtrust.org/wp-content/uploads/2014/09/13-07-12-Bible-1.pdf">পিডিএফ ডাউনলোড করতে এখানে ক্লিক করুন</a></p>
<ul class="modern-footnotes-list modern-footnotes-list--hide-for-print"><li><span>1</span><div>সূরা (৪) নিসা: ১৩৬ আয়াত।</div></li><li><span>2</span><div>C. G. Pfander, Balance of Truth part-1 No distortion in the Thora and The Gospel (Switzerland, Rikon, The Good Way) p 6.</div></li><li><span>3</span><div>সূরা (৫) মায়িদা: ৬৮ আয়াত।</div></li><li><span>4</span><div>সূরা (২) বাকারা: ১১৩ আয়াত।</div></li><li><span>5</span><div>সূরা (১০) ইউনূস: ৯৪ আয়াত।</div></li><li><span>6</span><div>সূরা (৩) আল-ইমরান: ৯৩ আয়াত।</div></li><li><span>7</span><div>সূরা (৫) মায়িদা: ৪৩ আয়াত।</div></li><li><span>8</span><div>সূরা (৫) মায়িদা: ৪৭ আয়াত।</div></li><li><span>9</span><div>সূরা (৬) আন‘আম: ১৫৪ আয়াত।</div></li><li><span>10</span><div>সূরা (১৭) ইসরা/ বনী ইসরাঈল: ৫৫ আয়াত। আরো দেখুন: সূরা নিসা: ১৬৩ আয়াত।</div></li><li><span>11</span><div>সূরা (৫) মায়িদা: ৪৬ আয়াত। আরো দেখুন: সূরা আল-ইমরান ৩, ৪৮, ৬৫; মায়িদা: ৬৬, ৪৭, ৬৬, ৬৮, ১১০; আ’রাফ: ১৫৭; তাওবা: ১১১; ফাতহ: ২৯; হাদীদ: ২৭ আয়াত।</div></li><li><span>12</span><div>সূরা (২) বাকারা ৭৫ আয়াত।</div></li><li><span>13</span><div>সূরা (২) বাকারা ৭৯ আয়াত।</div></li><li><span>14</span><div>সূরা (৫) মায়িদা: ১৩ আয়াত। আরো দেখুন: সূরা মায়িদা ৪১ আয়াত।</div></li><li><span>15</span><div>সূরা (৫) মায়িদা: ১৪-১৫ আয়াত।</div></li><li><span>16</span><div>সূরা (৩) আল-ইমরান ৭৮-৭৯ আয়াত।</div></li><li><span>17</span><div>The New Encyclopedia Britannica, 15th Edition, Vol-2, Biblical Literature, p 958-973.</div></li><li><span>18</span><div>রোমান ৩/৭।</div></li><li><span>19</span><div>মথি ২৪/২৪।</div></li><li><span>20</span><div>Dr. Abdul Hamid Qadri, Dimensions of Christianity (Islamabad, Pakistan, Da’wah Academy, International Islamic University, 1st edition, 1989), p 116.</div></li><li><span>21</span><div>গণনা পুস্তকের ২১ অধ্যায়ের ১৪ আয়াতে বইটির নাম উল্লেখ করা হয়েছে।</div></li><li><span>22</span><div>যিহোশূয়ের প্স্তুকের ১০ম অধ্যায়ের ১৩ আয়াতে পুস্তকটির উল্লেখ আছে।</div></li><li><span>23</span><div>পুস্তকত্রয়ের কথা উল্লেখ করা হয়েছে ১ রাজাবলির ৪র্থ অধ্যায়ের ৩২ ও ৩৩ আয়াতে।</div></li><li><span>24</span><div>১ শময়েলের ১০ অধ্যায়ের ২৫ আয়াতে পুস্তকটির উল্লেখ আছে।</div></li><li><span>25</span><div>১ রাজাবলির ২৯ অধ্যায়ের ২৩ আয়াতে এই পুস্তকগুলির কথা উল্লেখ করা হয়েছে।</div></li><li><span>26</span><div>২ বংশাবলির ১২ অধ্যায়ের ১৫ আয়াতে পুস্তকদ্বয়ের উল্লেখ রয়েছে।</div></li><li><span>27</span><div>২ বংশাবলি ৯ম অধ্যায়ের ২৯ আয়াতে এই পুস্তকদ্বয়ের কথা উল্লেখ করা হয়েছে।</div></li><li><span>28</span><div>২ বংশাবলির ২০ অধ্যায়ের ৩৪ আয়াতে এই পুস্তকটির কথা উল্লেখ করা হয়েছে।</div></li><li><span>29</span><div>২ বংশাবলির ২৬ অধ্যায়ের ২২ আয়াতে পুস্তকটির উল্লেখ রয়েছে।</div></li><li><span>30</span><div> ২ বংশাবলির ৩২ অধ্যায়ের ৩২ আয়াতে পুস্তকটির উল্লেখ আছে।</div></li><li><span>31</span><div>২ বংশাবলির ৩৫ অধ্যায়ের ২৫ আয়াতে এই পুস্তকটির কথা উল্লেখ করা হয়েছে।</div></li><li><span>32</span><div>নহিমিয়ের পুস্তকের ১২ অধ্যায়ের ২৩ আয়াতে পুস্তকটির কথা উল্লেখ করা হয়েছে।</div></li><li><span>33</span><div>যাত্রাপুস্তকের ২৪ অধ্যায়ের ৭ আয়াতে পুস্তকটির উল্লেখ রয়েছে।</div></li><li><span>34</span><div>১ রাজাবলির ১১ অধ্যায়ের ৭ম আয়াতে পুস্তকটির উল্লেখ আছে।</div></li><li><span>35</span><div>যোহন ১/৩২-৩৩।</div></li><li><span>36</span><div>মথি ১১/২।</div></li><li><span>37</span><div>বাংলা বাইবেলে শুধু ‘থদ্দেয়’ লেখা হয়েছে। সম্ভবত নামের বৈপরীত্য কিছুটা লুকানোর জন্য এরূপ করা হয়েছে।</div></li><li><span>38</span><div>মার্ক ৩/১৪-১৯।</div></li><li><span>39</span><div>লূক ৬/১৩-১৬; প্রেরিত ১/১৩-১৪।</div></li><li><span>40</span><div>যোহন ১/১৯-২১।</div></li><li><span>41</span><div>মথি: ১/১-১৬।</div></li><li><span>42</span><div>লূক: ৩/২৩-৩৮।</div></li><li><span>43</span><div>এ বিষয়ে বিস্তারিত দেখুন: বাইবেল ২ রাজাবলি ২৩/২৯-৩৪, ২৪/১-১৮; ২ বংশাবলি ৩৫/২০-২৭, ৩৬/১-১০।</div></li><li><span>44</span><div>এখানেও বাইবেলে সুস্পষ্ট বৈপরীত্য রয়েছে। কোথাও ৮ এবং কোথাও ১৮ বলা হয়েছে। ২ রাজাবলি ২৪/৮: ২ বংশাবলি ৩৬/৯।</div></li><li><span>45</span><div>মথির বিবরণ অনুসারে শলোমন থেকে যিকনিয় পর্যন্ত বংশধারা নিম্নরূপ: ১. শলোমন, ২. রহবিয়াম, ৩. অবিয়, ৪. আসা, ৫. যিহোশাফট, ৬. যোরাম, ৭. উষিয়, ৮. যোথাম, ৯. আহস, ১০. হিষ্কিয়, ১১. মনঃশি, ১২. আমোন, ১৩. যোশিয় ও ১৪. যিকনিয়। অপরদিকে ১ বংশাবলির বিবরণ অনুসারে শলোমন থেকে যিকনিয় পর্যন্ত বংশধারা নিম্নরূপ: ১. শলোমন, ২. রহবিয়াম, ৩. অবিয়, ৪. আসা, ৫. যিহোশাফট, ৬. যোরাম, ৭. অহসিয়, ৮. যোয়াশ, ৯. অমৎসিয়, ১০. অসরিয় (৭. উষিয়,) ১১. (৮) যোথাম, ১২. (৯) আহস, ১৩. (১০) হিষ্কিয়, ১৪. (১১) মনঃশি, ১৫. (১২) আমোন, ১৬. (১৩) যোশিয়, ১৭. যিহোয়াকীম ও ১৮. (১৪) যিকনিয়। এখানে বাইবেলের দুই স্থানেই স্পষ্ট উল্লেখ করা হয়েছে যে, পূর্ববর্তী ব্যক্তি পরবর্তী ব্যক্তিকে জন্ম দিয়েছেন বা পরবর্তী ব্যক্তি পূর্ববর্তী ব্যক্তির পুত্র। মথি যোরাম ও উষিয় (অসরিয়) এর মধ্যে তিন পুরুষ ফেলে দিয়েছেন এবং যোশিয় ও যিকনিয়র মাঝে এক পুরুষ ফেলে দিয়েছেন। তিনি শুধু ফেলে দিয়েই ক্ষান্ত হন নি, উপরন্তু এখানে যে আর কেউ ছিল না নিশ্চিত করতে এই পর্যায়ে সর্বমোট ১৪ পুরুষ ছিল বলে উল্লেখ করেছেন।</div></li><li><span>46</span><div>বাংলা বাইবেলে অনুবাদ করা হয়েছে: “যোরামের পুত্র উষিয়।”</div></li><li><span>47</span><div>এরা যিহূদা রাজ্যের ৬ষ্ঠ, ৭ম ও ৮ম রাজা ছিলেন।</div></li><li><span>48</span><div>বাংলা বাইবেলে অনুবাদ করা হয়েছে: “শল্টীয়েলের পুত্র সরুব্বাবিল।”</div></li><li><span>49</span><div>যোনা ১/১৭।</div></li><li><span>50</span><div>মথি ২৭/৪৫-৬১; মার্ক ১৫/৩৩-৪৭; লূক ২৩/৪৪-৫৬; যোহন ১৯/২৫-৪২।)) এ থেকে আমরা নিশ্চিতরূপে জানতে পারছি যে, শুক্রবার দিবাগত রাত্রে যীশুকে কবরস্থ করা হয। এরপর রবিবার প্রত্যুষে সূর্যোদয়ের পূর্বেই এই দেহটি কবর থেকে অদৃশ্য হয়। যোহনের সুসমাচারে তা স্পষ্ট উল্লেখ করা হয়েছে।((যোহন ২০/১-১৮। আরো দেখন: মথি ২৮/১-১০; মার্ক ১৬/১-১১; লূক ২৪/১-১২।</div></li><li><span>51</span><div>The New Encyclopedia Britannica, 15th Edition, Vol-10, Jesus Christ, p 145.</div></li><li><span>52</span><div>পুস্তকগুলি সম্পর্কে দেখুন: (The New Encyclopedia Britannica, Vol-2, page 936: Biblical Literature</div></li><li><span>53</span><div>The New Encyclopedia Britannica, 15th Edition, Vol-2, Biblical Literature, p 973.</div></li><li><span>54</span><div>বিস্তারিত দেখুন, ঐতিহাসিক অভিধান, পৃষ্ঠা ১০-১১, James Hastings, Encyclopedia of Religion and Ethics, Volume 7, page 449.</div></li><li><span>55</span><div>দেখুন: মতিওর রহমান খান, ঐতিহাসিক অভিধান, পৃ. ২১।</div></li><li><span>56</span><div>মথি ১০/২৩; ১৬/২৭-২৮; প্রকাশিত বাক্য ৩/১১, ২২/৭, ১০, ২০; যাকোব ৫/৮; ১ পিতর ৪/৭; ১ যোহন ২/১৮; ১ থিষলনীকীয় ৪/১৫-১৭; ফিলিপীয় ৪/৫; ১ করিন্থীয় ১০/১১; ১৫/৫১-৫২।</div></li><li><span>57</span><div>প্রকাশিত বাক্য ২২ অধ্যায় ১০ আয়াত।</div></li><li><span>58</span><div>দেখুন: আদিপুস্তক: ১৯: ৩০-৩৮; যাত্রাপুস্তক: ৩২: ১-৩৫; ২ শমূয়েল: ১১: ১-২৭; ১ রাজাবলি: ১১: ১-১৩।</div></li><li><span>59</span><div>মার্ক ১৬/১৫-১৬।</div></li><li><span>60</span><div>Encyclopedia Britannica, CD Version, 2005, Article: biblical literature: New Testament canon, texts, and versions: The New Testament canon: Conditions aiding the formation of the canon</div></li><li><span>61</span><div>সূরা (৫) মায়েদা: ৪৮ আয়াত ।</div></li></ul>		</div>
`;
