export const article6Content = `<div class="elementor-widget-container">
			
<p class="has-text-align-right"><strong>عدد ركعات قيام الليل والتراويح: دراسة حديثية نقدية</strong></p>



<p class="has-text-align-right"><strong>مقال أعده </strong></p>



<p class="has-text-align-right"><strong>دكتور خوندكار أبو نصر محمد عبد الله جهانغير</strong></p>



<p class="has-text-align-right"><strong>ونشر في مجلة دراسات الجامعة الإسلامية، </strong></p>



<p class="has-text-align-right"><strong>المجلد-12، الجزء-1، ديسمبر 2003</strong></p>



<p class="has-text-align-right"><strong>1- تمهيد وتعريف</strong></p>

<p style="text-align: justify">ابن حجر، تقريب التهذيب، ص 182.إن من أهم القربات إلى الله ومن أعظم العبادات خلوة المؤمن في جوف الليل مع ربه من خلال أداء الصلاة. وقد حث القرآن الكريم والسنة المطهرة المؤمنين على أداء الصلوات في جوف الليل، فحثهم على قيام الليل، وعلى صلاة الليل، وعلى التهجد، في كل ليلة من ليالي السنة عموماً، وفي ليالي شهر رمضان خصوصاً . وقد نص الكتاب والسنة على أن قيام الليل من أبرز خصائص المؤمنين وأخص صفاتهم. ويطلق قيام الليل وصلاة الليل على كل صلاة نافلة تؤدى في الفترة ما بعد صلاة العشاء إلى طلوع الفجر. وأما التهجد فالمراد منه قيام الليل بعد نومة. وقد سمي قيام الليل في شهر رمضان بـ”التراويح”، نظراً إلى استراحة المصلين بعد كل أربع ركعات<sup class="modern-footnotes-footnote " data-mfn="1" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-1">1</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-1" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="1" style="display: none;">عبد الرزاق بن همام الصنعاني، المصنف (بيروت، المكتب الإسلامي، الطبعة الثانية، 1403هـ) 3/46، البيهقي، أحمد بن الحسين، السنن الكبرى (مكة المكرمة، مكتبة دار الباز، 1994م) 3/20، ابن الأثير، المبارك بن محمد، النهاية في غريب الحديث (بيروت، دار الفكر، الطبعة الثانية، 1979م) 2/274، و5/244 ابن حجر العسقلاني، أحمد بن علي، فتح الباري (بيروت، دار المعرفة، 1379هـ) 3/3.</span>.</p>
<p style="text-align: justify">وقد اختلفت الروايات في تحديد ركعات قيام الليل، ولا سيما في شهر رمضان. وفي هذا البحث سأحاول بإذن الله وحسن توفيقه دراسة الأحاديث المرفوعة والموقوفة والمقطوعة الواردة في عدد ركعات صلاة الليل عموماً، وصلاة الليل في شهر رمضان خصوصاً.</p>

<p class="has-text-align-right"><strong>2- قيام الليل والتراويح ركعتان</strong></p>



<p class="has-text-align-right"><strong>الحديث الأول مرفوع:</strong></p>



<p>قد حدث النبيى صلى الله عليه وسلم الأمة على أداء صلاة الليل ركعتين ركعتين. فعَنِ ابْنِ عُمَرَ أَنَّ رَجُلا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ صَلاةِ اللَّيْلِ فَقَالَ رَسُولُ اللَّهِ رَسُولَ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ صَلاةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَاخَشِيَ أَحَدُكُمُ الصُّبْحَ صَلَّى رَكْعَةً وَاحِدَةً تُوتِرُ لَهُ مَا قَدْ صلَّى .<sup class="modern-footnotes-footnote " data-mfn="2" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-2">2</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-2" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="2" style="display: none;">البخاري، محمد بن إسماعيل،&nbsp;الصحيح&nbsp;(بيروت، دار ابن كثير، ط-2، 1987م) 1/337، ومسلم بن الججاج،&nbsp;الصحيح&nbsp;(بيروت، دار إحياء التراث العربي) 1/516.</span>.</p>



<p class="has-text-align-right"><strong>الحديث الثاني مرفوع: </strong></p>

<p>وقد روي عن النبي صلى الله عليه وسلم أنه صلى في بعض ليالي رمضان ركعتين فقط، وهو أقل ما روي عنه صلى الله عليه وسلم في عدد صلاة الليل في شهر رمضان. قال الإمام أحمد بن حنبل (241هـ): حَدَّثَنَا خَلَفُ بْنُ الْوَلِيدِ حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا حَدَّثَنَا الْعَلَاءُ بْنُ الْمُسَيَّبِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ طَلْحَةَ بْنِ يَزِيدَ الْأَنْصَارِيِّ عَنْ حُذَيْفَةَ بن اليمان رضي الله عيه قَالَ أَتَيْتُ النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي لَيْلَةٍ مِنْ رَمَضَانَ فَقَامَ يُصَلِّي فَلَمَّا كَبَّرَ قَالَ اللَّهُ أَكْبَرُ ذُو الْمَلَكُوتِ وَالْجَبَرُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ ثُمَّ قَرَأَ الْبَقَرَةَ ثُمَّ النِّسَاءَ ثُمَّ آلَ عِمْرَانَ لَا يَمُرُّ بِآيَةِ تَخْوِيفٍ إِلَّا وَقَفَ عِنْدَهَا ثُمَّ رَكَعَ يَقُولُ سُبْحَانَ رَبِّيَ الْعَظِيمِ مِثْلَ مَا كَانَ قَائِمًا ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا لَكَ الْحَمْدُ مِثْلَ مَا كَانَ قَائِمًا ثُمَّ سَجَدَ يَقُولُ سُبْحَانَ رَبِّيَ الْأَعْلَى مِثْلَ مَا كَانَ قَائِمًا ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ رَبِّ اغْفِرْ لِي مِثْلَ مَا كَانَ قَائِمًا ثُمَّ سَجَدَ يَقُولُ سُبْحَانَ رَبِّيَ الْأَعْلَى مِثْلَ مَا كَانَ قَائِمًا ثُمَّ رَفَعَ رَأْسَهُ فَقَامَ فَمَا صَلَّى إِلا رَكْعَتَيْنِ حَتَّى جَاءَ بِلَالٌ فَآذَنَهُ بِالصَّلاةِ<sup class="modern-footnotes-footnote " data-mfn="3" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-3">3</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-3" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="3" style="display: none;">أحمد بن حنبل، المسند (القاهرة، مصر، مؤسسة قرطبة، دون تاريخ) 5/400.</span>.</p>
<p style="text-align: justify">هذا الحديث رواته ثقات. فشيخ أحمد خلف بن الوليد أبو الوليد العتكي ثقة، وثقه ابن معين وأبو زرعه وأبو حاتم((ابن حجر العسقلاني، أحمد بن علي، تعجيل المنفعة (بيروت، دار الكتاب العربي، الطبعة الأولى)، ص 117.)). وشيخه يحيى بن زكريا&nbsp; بن أبي زائدة الهمْداني أبو سعيد الكوفي (184هـ) ثقة متقن، أخرج له الجماعة(( ابن حجر العسقلاني، تقريب التهذيب (حلب، سوريا، دار الرشيد، الطبعة الأولى، 1406هـ)1986م)، ص 590.)). وشيخه العلاء بن المسيب بن رافع&nbsp; الكاهلي الكوفي ثقة ربما وهم، أخرج له البخاري ومسلم وغيرهما((ابن حجر، تقريب التهذيب، ص 436.)). وشيخه عمرو بن مرة بن عبد الله&nbsp; بن طارق الجَمَلي المرادي أبو عبد الله الكوفي (118هـ) ثقة عابد، أخرج له الجماعة((ابن حجر، تقريب التهذيب، ص 426.)). وشيخه طلحة بن يزيد&nbsp; الأَيْلي أبو حمزة، تابعي ثقة. أخرج له البخاري والأربعة<sup class="modern-footnotes-footnote " data-mfn="4" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-4">4</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-4" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="4" style="display: none;">ابن حجر،&nbsp;تقريب التهذيب، ص 283.</span>.</p>

<p class="has-text-align-right">فتبين أن هذا الحديث رجال إسناده ثقات، فالظاهر أنه حديث صحيح، إلا أنه قد أعل بالانقطاع. وسنفصل القول في ذلك عند دراسة الحديث الرابع إن شاء الله.</p>



<p class="has-text-align-right"><strong>3- قيام الليل والتراويح أربع ركعات:</strong></p>



<p class="has-text-align-right"><strong>الحديث الثالث مرفوع:</strong></p>

<p style="text-align: justify">وقد روي عن النبي <strong>r</strong> أنه كان يصلي في الليل سبع ركعات، يقوم بأربع ركعات، ثم يوتر بثلاث. قال الإمام أبو داود سليمان بن الأشعث السجستاني (275هـ) : حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ وَمُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ قَالَا حَدَّثَنَا ابْنُ وَهْبٍ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَيْسٍ قَالَ قُلْتُ لِعَائِشَةَ رَضِي اللَّه عَنْهَا بِكَمْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُوتِرُ قَالَتْ كَانَ يُوتِرُ بِأَرْبَعٍ وَثَلَاثٍ وَسِتٍّ وَثَلَاثٍ وَثَمَانٍ وَثَلَاثٍ وَعَشْرٍ وَثَلَاثٍ وَلَمْ يَكُنْ يُوتِرُ بِأَنْقَصَ مِنْ سَبْعٍ وَلَا بِأَكْثَرَ مِنْ ثَلَاثَ عَشْرَةَ<sup class="modern-footnotes-footnote " data-mfn="5" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-5">5</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-5" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="5" style="display: none;">أبو داود، سليمان بن الأشعث،&nbsp;السنن&nbsp;(بيروت، لبنان، دار الفكر، دون تاريخ) 2/46، وابن الأثير، المبارك بن محمد،&nbsp;جامع الأصول في أحاديث الرسول&nbsp;(بيروت، دار الفكر، الطبعة الثانية 1983م) 6/47</span>.</p>
<p style="text-align: justify">هذا الحديث رجال إسناده ثقات غير معاوية بن صالح، وهو صدوق. فشيخ أبي داود أحمد بن صالح المصري أبو جعفر، ابن الطبري (248هـ) ثقة حافظ أخرج له البخاري وأبو داود<sup class="modern-footnotes-footnote " data-mfn="6" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-6">6</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-6" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="6" style="display: none;">ابن حجر، تقريب التهذيب، ص 80.</span>. وكذلك شيخه الثاني محمد بن سلمة بن أبي فاطمة المرادي الجملي المصري (248هـ) ثقة ثبت أخرج له مسلم وغيره<sup class="modern-footnotes-footnote " data-mfn="7" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-7">7</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-7" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="7" style="display: none;">ابن حجر، تقريب التهذيب، ص 481.</span>. وشيخهما عبد الله بن وهب بن مسلم القرشي أبو محمد المصري (197هـ) فقيه ثقة حافظ عابد، أخرج له الجماعة((ابن حجر، تقريب التهذيب، ص 328.)). وشيخه معاوية بن صالح بن&nbsp; حُدَيْر الحضرمي الحمصي (158هـ) صدوق له أوهام، أخرج له مسلم والأربعة((ابن حجر، تقريب التهذيب، ص 538)). وشيخه عبد الله بن أبي قيس أبو الأسود النصري تابعي مخضرم ثقة. أخرج له البخاري في الأدب، ومسلم، والأربعة<sup class="modern-footnotes-footnote " data-mfn="8" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-8">8</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-8" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="8" style="display: none;">ابن حجر، تقريب التهذيب، ص318.</span></p>

<p class="has-text-align-right">فتبين من ذلك أن الحديث صحيح الإسناد على شرط مسلم. وقد ذهب بعض الباحثين إلى أنه حسن من أجل معاوية<sup class="modern-footnotes-footnote " data-mfn="9" data-mfn-post-scope="0000000000000c560000000000000000_1112"><a href="javascript:void(0)" role="button" aria-pressed="false" aria-describedby="mfn-content-0000000000000c560000000000000000_1112-9">9</a></sup><span id="mfn-content-0000000000000c560000000000000000_1112-9" role="tooltip" class="modern-footnotes-footnote__note" tabindex="0" data-mfn="9" style="display: none;">ابن الأثير،&nbsp;جامع الأصول،&nbsp;6/47. تعليق المحقق عبد القادر الأرناؤوط.</span>.</p>



<p class="has-text-align-right">وثبت من الحديث السابق أن النبي <strong>r</strong> كان يقوم الليل بأربع ركعات أحيانا مع الإيتار بثلاث.</p>



<p class="has-text-align-right"><strong>الحديث الرابع مرفوع:</strong></p>

<p style="text-align: right">قال الإمام أحمد بن شعيب النسائي (303هـ): أخبرنا إسحاق بن إبراهيم قال أنبأنا النضر بن محمد المروزي ثقة قال حدثنا العلاء بن المسيب عن عمرو بن مرة عن طلحة بن يزيد&nbsp; الأنصاري عن حذيفة أنه صلى مع رسول الله&nbsp; صلى الله عليه وسلم في رمضان فركع فقال في ركوعه سبحان ربي العظيم مثل ما كان قائما ثم جلس يقول رب اغفر لي رب اغفر لي مثل ما كان قائما ثم سجد فقال سبحان ربي الأعلى مثل ما كان قائما فما صلى إلا أربع ركعات حتى جاء بلال إلى الغداة((النسائي، أحمد بن شعيب،&nbsp;السنن الصغرى&nbsp;(حلب، مكتب المطبوعات الإسلامية، الطبعة الثانية، 1986م) 3/226.)).</p>
<p style="text-align: right">هذا الحديث هو الحديث الثاني نفسه، مع الاختلاف في عدد الركعات. وكلا السندين صحيح أو حسن على أقل تقدير. فقد رأينا أنه رواه أحمد عن خلف بن الوليد، وهو ثقة، عن يحيى بن زكريا، وهو ثقة متقن، عن العلاء بن المسيب فذكر أنه <strong>r</strong> صلى ركعتين. وهنا يرويه النسائي عن إسحاق بن إبراهيم، وهو إسحاق بن راهويه المروزي (166-238هـ) ثقة حافظ مجتهد إمام أخرج له البخاري ومسلم وغيرهما((ابن حجر،&nbsp;تقريب التهذيب، ص 99.)). ويرويه ابن راهويه عن النضر بن محمد&nbsp; المروزي (183هـ)، وهو صدوق ربما يهم((ابن حجر،&nbsp;تقريب التهذيب، ص 562.)). ويرويه النضر عن العلاء نفسه، ولكنه يذكر أنه <strong>r</strong> صلى أربع ركعات.</p>
<p style="text-align: right">يقوي رواية النسائي رواية الحاكم النيسابوري أبي عبد الله محمد بن عبد الله (405هـ)، حيث رواه عن طريق تلميذ ثالث للعلاء، فقال: حدثني أبو بكر محمد بن أحمد بن بالويه ثنا محمد بن أحمد بن النضر ثنا معاوية بن عمرو ثنا زهير عن العلاء بن المسيب عن عمرو بن مرة عن طلحة بن يزيد الأنصاري عن حذيفة بن اليمان t قال صليت مع رسول الله&nbsp; صلى الله عليه وسلم ليلة من رمضان في حجرة من جريد النخل قال فقام فكبر فقال الله أكبر ذو الجبروت والملكوت وذو الكبرياء والعظمة ثم افتتح البقرة فقرأ فقلت يبلغ رأس المائة ثم قلت يبلغ رأس المائتين قال ثم افتتح آل عمران فقرأها ثم افتتح النساء فقرأها لا يمر بآية التخويف إلا وقف فتعوذ ثم ركع مثل ما قام يقول سبحان ربي العظيم يرددهن ثم رفع رأسه فقال سمع الله لمن حمده اللهم ربنا لك الحمد مثل ما ركع ثم سجد مثل ما قام يقول سبحان ربي الأعلى ويقول بين السجدتين رب اغفر لي فما صلى إلا أربع ركعات من صلاة العتمة من أول الليل الى آخره حتى جاء بلال&nbsp; فأذنه بصلاة الغداة. ثم قال الحاكم: “هذا حديث صحيح على شرط الشيخين ولم يخرجاه”. ووافقه الذهبي فقال: على شرطهما((الحاكم النيسابوري، محمد بن عبد الله،&nbsp;المستدرك على الصحيحين&nbsp;(بيروت، دار الكتب العلمية، الطبعة الأولى، 1411هـ/1990م) 1/467.)).</p>
<p style="text-align: right">هكذا نرى الحاكم والذهبي يتفقان على صحة هذا الحديث. وذلك لأن شيخ الحاكم هو الإمام المفيد الرئيس أبو بكر محمد بن أحمد بن بالويه الجلاب النيسابوري (340هـ)، أحد أئمة الحديث في عصره((الذهبي، محمد بن أحمد،&nbsp;سير أعلام النبلاء&nbsp;(بيروت، مؤسسة الرسالة، الطبعة التاسعة، 1413هـ) 15/419.)). وشيخه أبو بكر محمد بن أحمد بن النضر بن عبد الله الأزدي (196-291هـ) ثقة لا بأس به((الخطيب البغدادي، أحمد بن علي،&nbsp;تاريخ بغداد&nbsp;(بيروت، دار الكتب العلمية، دون تاريخ) 1/364.)). وشيخه هو جده لأمه معاوية بن عمرو بن المهلب بن عمرو الأزدي المَعْنِي أبو عمرو البغدادي ويعرف بابن الكرماني (134-214هـ) ثقة، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 538.)). وشيخه هو زهير بن معاوية&nbsp; بن حديج أبو خيثمة الجعفي الكوفي (100-174هـ)، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 218.)).</p>
<p style="text-align: right">ونرى أن الحديث يرويه عن العلاء بن المسيب ثلاثة من تلاميذه الثقات، أولهما يحيى بن زكريا، ويروى عنه أنه <strong>r</strong> صلى في تلك الليلة ركعتين فقط. وثانيهما النضر بن محمد، وثالثهما زهير بن معاوية، ويروى عنهما أنه <strong>r</strong> صلى فيها أربع ركعات. ويرجح هذا العدد أن شعبة بن الحجاج روى هذا الحديث عن عمرو بن مرة، شيخ العلاء بن المسيب فرواه أربع ركعات، كما نراه في كلام النسائي.</p>
<p style="text-align: right">وقد روى الإمام مسلم وغيره حديث حذيفة هذا عن طريق الأعمش عَنْ سَعْدِ ابْنِ عُبَيْدَةَ عَنِ الْمُسْتَوْرِدِ بْنِ الْأَحْنَفِ عَنْ صِلَةَ بْنِ زُفَرَ عَنْ حُذَيْفَةَ، فذكر طول قيامه وركوعه وسجوده، وأنه قرأ في الركعة الأولى البقرة والنساء وآل عمران، ولكنه لم يصرح فيه بأنه كان في ليلة من ليالي رمضان، كما أنه لم يصرح أنه <strong>r</strong> صلى ركعتين أو أربعاً فقط((مسلم،&nbsp;الصحيح&nbsp;1/536، ابن خزيمة،&nbsp;الصحيح&nbsp;1/272، 340.)).</p>
<p style="text-align: right">هذا وقد رأينا أن سند هذا الحديث من الوجهين صحيح، وقد صرح بذلك الحاكم والذهبي. ولكن النسائي قد ذهب إلى أن الحديث وإن كان رجاله ثقات، إلا أن فيه انقطاعاً؛ لأن طلحة بن يزيد لم يسمع من حذيفة، وإنما سمع هذا الحديث عن طريق رجل عن حذيفة، كما مال إلى أن هذا الرجل المبهم هو صلة بن زفر، الراوي عن حذيفة في السند الآخر، فقال: هذا الحديث عندي مرسل وطلحة بن يزيد لا أعلمه سمع من حذيفة شيئا وغير العلاء بن المسيب قال في هذا الحديث عن طلحة عن رجل عن حذيفة. أخبرنا حميد بن مسعدة قال نا يزيد وهو بن زريع قال نا شعبة عن عمرو بن مرة عن أبي حمزة عن رجل من بني عبس عن حذيفة أنه صلى مع رسول الله&nbsp; صلى الله عليه وسلم، فسمعه حين كبر قال الله أكبر ذا الجبروت والملكوت والكبرياء والعظمة وقرأ بالبقرة وآل عمران والنساء والمائدة والأنعام في أربع ركعات… قال أبو عبد الرحمن أبو حمزة عندنا والله أعلم طلحة بن يزيد وهذا الرجل يشبه أن يكون صلة بن زفر((النسائي،&nbsp;السنن الكبرى&nbsp;(بيروت، دار الكتب العلمية، الطبعة الأولى، 1991م) 1/224، 433-434، 2/122، والسنن الصغرى&nbsp;3/226، وابن حجر،&nbsp;تهذيب التهذيب&nbsp;(بيروت، دار الفكر، الطبعة الأولى، 1984م) 5/26،)).</p>

<p class="has-text-align-right">أيا كان الأمر فإن الإسناد بظاهره صحيح، كما بين الحاكم والذهبي، وأما ملحوظة النسائي فإن كان صحيحاً أن الرجل المبهم هو صلة بن زفر العبسي نفسه فإن الحديث صحيح أيضا. والله تعالى أعلم.</p>



<p class="has-text-align-right"><strong>4- قيام الليل والتراويح ثمان ركعات</strong></p>



<p class="has-text-align-right">وقد نقل عن النبي <strong>r</strong> وعن الصحابة أنهم كانوا يقومون الليل بثمان ركعات، ثم يوترون بثلاث.</p>



<p class="has-text-align-right"><strong>الحديث الخامس مرفوع:</strong></p>



<p class="has-text-align-right">روى الإمام البخاري ومسلم عن طريق مَالِكٌ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِالرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ رَضِي اللَّه عَنْهَا كَيْفَ كَانَتْ صَلاةُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ فَقَالَتْ مَا كَانَ يَزِيدُ فِي رَمَضَانَ وَلَا فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي ثَلاثًا((البخاري،&nbsp;الصحيح&nbsp;1/385، ومسلم،&nbsp;الصحيح&nbsp;1/509.))</p>



<p class="has-text-align-right">روى الإمام البخاري ومسلم عن طريق مَالِكٌ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِالرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ رَضِي اللَّه عَنْهَا كَيْفَ كَانَتْ صَلاةُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ فَقَالَتْ مَا كَانَ يَزِيدُ فِي رَمَضَانَ وَلَا فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي ثَلاثًا((البخاري،&nbsp;الصحيح&nbsp;1/385، ومسلم،&nbsp;الصحيح&nbsp;1/509.))</p>

<p class="has-text-align-right">روى الإمام البخاري ومسلم عن طريق مَالِكٌ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِالرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ رَضِي اللَّه عَنْهَا كَيْفَ كَانَتْ صَلاةُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ فَقَالَتْ مَا كَانَ يَزِيدُ فِي رَمَضَانَ وَلَا فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي ثَلاثًا((البخاري،&nbsp;الصحيح&nbsp;1/385، ومسلم،&nbsp;الصحيح&nbsp;1/509.))</p>
<p class="has-text-align-right">روى الإمام البخاري ومسلم عن طريق مَالِكٌ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِالرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ رَضِي اللَّه عَنْهَا كَيْفَ كَانَتْ صَلاةُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ فَقَالَتْ مَا كَانَ يَزِيدُ فِي رَمَضَانَ وَلَا فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي ثَلاثًا((البخاري،&nbsp;الصحيح&nbsp;1/385، ومسلم،&nbsp;الصحيح&nbsp;1/509.))</p>
<p class="has-text-align-right">روى الإمام البخاري ومسلم عن طريق مَالِكٌ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِالرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ رَضِي اللَّه عَنْهَا كَيْفَ كَانَتْ صَلاةُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ فَقَالَتْ مَا كَانَ يَزِيدُ فِي رَمَضَانَ وَلَا فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي ثَلاثًا((البخاري،&nbsp;الصحيح&nbsp;1/385، ومسلم،&nbsp;الصحيح&nbsp;1/509.))</p>
<p class="has-text-align-right">روى الإمام البخاري ومسلم عن طريق مَالِكٌ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِالرَّحْمَنِ أَنَّهُ سَأَلَ عَائِشَةَ رَضِي اللَّه عَنْهَا كَيْفَ كَانَتْ صَلاةُ رَسُولِ اللَّهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ فَقَالَتْ مَا كَانَ يَزِيدُ فِي رَمَضَانَ وَلَا فِي غَيْرِهِ عَلَى إِحْدَى عَشْرَةَ رَكْعَةً يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي أَرْبَعًا فَلا تَسَلْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ ثُمَّ يُصَلِّي ثَلاثًا((البخاري،&nbsp;الصحيح&nbsp;1/385، ومسلم،&nbsp;الصحيح&nbsp;1/509.))</p>

<p class="has-text-align-right">وذلك أن شيخ أبي يعلى سليمان بن داود أبو الربيع الزهراني (234هـ) ثقة، أخرج له البخاري ومسلم وغيرهما((ابن حجر،&nbsp;تقريب التهذيب، ص 251.)). وأما يعقوب بن عبد الله القمي (174هـ) فقد رأينا أن الطبراني وثقه. وقال النسائي ليس به بأس. وقال الدارقطني ليس بالقوي وذكره بن حبان في الثقات((ابن حجر،&nbsp;تهذيب التهذيب&nbsp;11/342.)). وقال ابن حجر: صدوق يهم، أخرج له البخاري في التعليق والأربعة”((ابن حجر،&nbsp;تقريب التهذيب، ص 608.)).</p>



<p class="has-text-align-right">وأما عيسى بن جارية فقد اختلف فيه النقاد. فضعفه أكثر المحدثين النقاد ومشاه بعضهم. فقال يحيى بن معين: حديثه ليس بذاك، وقال في موضع آخر: عنده أحاديث مناكير. وقال النسائي: منكر الحديث، وقال أيضا: متروك الحديث. وقال أبو داود: منكر الحديث. وقال في موضع: ما أعرفه روى مناكير. وقال ابن عدي: أحاديثه كلها غير محفوظة، وقال ابن حجر: فيه لين. وفي المقابل قال أبو زرعة: لا بأس به، وذكره ابن حبان في الثقات((ابن عدي، عبد الله،&nbsp;الكامل في ضعفاء الرجال&nbsp;(بيروت، دار الفكر، الطبعة الثالثة، 1988م)، 5/248 (1392)، والنسائي، أحمد بن شعيب،&nbsp;الضعفاء والمتروكين&nbsp;(حلب، سوريا، دار الوعي، الطبعة الأولى، 1369هـ) ص 76، العقيلي، محمد بن عمر،&nbsp;الضعفاء الكبير&nbsp;(بيروت، دار المكتبة العلمية، الطبعة الأولى، 1984م) 3/383، وابن الجوزي، أبو الفرج عبد الرحمن،&nbsp;الضعفاء والمتروكين&nbsp;(بيروت، دار الكتب العلمية، الطبعة الأولى، 1406هـ) ص 238، الذهبي، محمد بن أحمد،&nbsp;ميزان الاعتدال في نقد الرجال&nbsp;(بيروت، لبنان، دار الكتب العلمية، الطبعة الأولى، 1995م) 5/374-375، ابن حجر،&nbsp;تهذيب التهذيب&nbsp;8/185، وتقريب التهذيب، ص 438.)).</p>



<p class="has-text-align-right">ومن هنا يتضح أن عيسى بن جارية ضعيف منكر متروك عند أكثر النقاد، ولا سيما عند أئمة الحديث من القرن الثالث والرابع. وعليه فالحديث الذي يتفرد بروايته ولا يرويه أحد غيره يعد حديثاً ضعيفاً منكراً. وقد نص ابن عدي الجرجاني على أن هذا الحديث منكر غير محفوظ((ابن عدي،&nbsp;الكامل&nbsp;5/248.)). ولكن الذهبي أورده في ترجمة عيسى ثم قال: “إسناده وسط”((الذهبي،&nbsp;ميزان الاعتدال&nbsp;3/311.))، وهذا يعد تحسيناً منه للحديث.</p>



<p class="has-text-align-right">وهذا وقد روى البخاري ومسلم وغيرهما بأسانيد صحيحة عن عائشة وزيد بن ثابت وأنس وغيرهم رضي الله عنهم صلاة النبي <strong>r</strong> جماعة في بعض ليالي رمضان، ثم توقفه عن ذلك خشية أن تكتب عليهم، ولكنهم لم يذكروا عدد ركعات صلاته في تلك الليالي((البخاري،&nbsp;الصحيح&nbsp;1/255، 256، 6/2658، وأبو داود،&nbsp;السنن&nbsp;2/50، والنسائي،&nbsp;السنن الصغرى&nbsp;3/83، 202، الهيثمي،&nbsp;مجمع الزوائد&nbsp;3/173.)).</p>



<p class="has-text-align-right"><strong>الحديث السابع مرفوع تقريري:</strong></p>



<p class="has-text-align-right">قال أبو يعلي: حدثنا عبد الأعلى حدثنا يعقوب عن عيسى بن جارية حدثنا جابر بن عبد الله قال جاء أبي بن كعب إلى رسول الله&nbsp; <strong>r</strong> فقال يا رسول الله إنه كان مني الليلة شيء يعني في رمضان قال وما ذاك يا أبي قال نسوة في داري قلن إنا لا نقرأ القرآن فنصلي بصلاتك قال فصليت بهن ثماني ركعات ثم أوترت قال فكان شبه الرضا ولم يقل شيئا. وأخرجه عن طريق أبي يعلى ابن حبان في صحيحه((أبو يعلى الموصلي،&nbsp;المسند&nbsp;3/336، وابن حبان،&nbsp;الصحيح&nbsp;6/290.)).</p>



<p class="has-text-align-right">بالنظر إلى سند هذا الحديث نرى أن شيخ أبي يعلى، عبد الأعلى بن حماد النرسي. ثقة من رجال الصحيحين((ابن حجر،&nbsp;تقريب التهذيب، ص 331.)). وسبق أن يعقوب القمي ثقة أيضا. وأما عيسى بن جارية فقد بينا أنه ضعيف منكر متروك عند أكثر النقاد. وعليه فإن هذا الحديث أيضا ضعيف. وهذا ما صرح به ابن عدي حيث ذكر هذا الحديث ونص على أنه منكر غير محفوظ((ابن عدي،&nbsp;الكامل&nbsp;5/248 (1392).)) وأما من مشاه فيكون الحديث عنده حسنا. وإليه ذهب الهيثمي فقال: “رواه أبو يعلى والطبراني … وإسناده حسن”((الهيثمي،&nbsp;مجمع الزوائد&nbsp;2/74.)).</p>



<p class="has-text-align-right"><strong>الحديث الثامن موقوف:</strong></p>



<p class="has-text-align-right">وقد روى الإمام مالك بن أنس (179هـ) أن المسلمين في عهد عمر t كانوا يصلون التراويح ثماني ركعات. فقال: عَنْ مَالِك عَنْ مُحَمَّدِ بْنِ يُوسُفَ عَنِ السَّائِبِ بْنِ يَزِيدَ أَنَّهُ قَالَ أَمَرَ عُمَرُ بْنُ الْخَطَّابِ أُبَيَّ بْنَ كَعْبٍ وَتَمِيمًا الدَّارِيَّ أَنْ يَقُومَا لِلنَّاسِ بِإِحْدَى عَشْرَةَ رَكْعَةً قَالَ وَقَدْ كَانَ الْقَارِئُ يَقْرَأُ بِالْمِئِينَ حَتَّى كُنَّا نَعْتَمِدُ عَلَى الْعِصِيِّ مِنْ طُولِ الْقِيَامِ وَمَا كُنَّا نَنْصَرِفُ إِلَّا فِي فُرُوعِ الْفَجْرِ((مالك،&nbsp;الموطأ&nbsp;(القاهرة، مصر، دار إحياء التراث العربي، دون تاريخ) 1/115.)).</p>



<p class="has-text-align-right">وأما سند هذا الحديث فمحمد بن يوسف بن عبد الله الكندي المدني الأعرج ثقة ثبت، مات في حدود (140هـ). أخرج له البخاري ومسلم وغيرهما((ابن حجر العسقلاني،&nbsp;تقريب التهذيب، ص 515،&nbsp;تهذيب التهذيب، 9/471.)). وأما السائب بن يزيد&nbsp; بن سعيد بن ثمامة الكندي فهو صحابي صغير، حج به في حجة الوداع وهو بن سبع سنين وولاه عمر سوق المدينة مات سنة 91هـ، وهو آخر من مات بالمدينة من الصحابة، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 228.)).</p>



<p class="has-text-align-right">فتبين أن هذا الحديث صحيح الإسناد على شرط البخاري ومسلم. وقد مال بعضهم إلى تضعيفه بحجة أنه مخالف لروايات الآخرين عن محمد بن يوسف نفسه. وسنناقش ذلك عند دراستنا للحديث الحادي عشر الآتي إن شاء الله.</p>



<p class="has-text-align-right">وثبت من هذا الحديث الصحيح أن الصحابة والتابعين في عهد عمر كانوا يقومون بثماني ركعات، وأنهم كانوا يقرؤون في كل ركعة بمئات من الآيات. وهذا يعني أنهم كانوا يقرؤون في كل ركعة جزءاً أو أكثر من القرآن الكريم على أقل تقدير. وكل ليلة كانوا يقرؤون أكثر من ثمانية أجزاء من القرآن الكريم. وهذا ما جعلهم ينتهون من التراويح قبيل الصبح. وقد ثبت أنهم كانوا يبدؤون من بعد صلاة العشاء((البخاري،&nbsp;الصحيح&nbsp;2/707، ومالك،&nbsp;الموطأ&nbsp;ص 114.)). فكانت مدة قيامهم في ليالي رمضان حوالي خمس ساعات أو ست ساعات. ومن هنا كانوا يعتمدون على العصي.</p>



<p class="has-text-align-right"><strong>5- قيام الليل والتراويح اثنتا عشرة ركعة:</strong></p>



<p class="has-text-align-right"><strong>الحديث التاسع مرفوع:</strong></p>



<p class="has-text-align-right">روى البخاري ومسلم عن ابن عباس وصفه لصلاة النبي <strong>r</strong> في الليل، وفيه: فصلى ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين (قال الراوي: ست مرات) ثم أوتر..”((البخاري،&nbsp;الصحيح&nbsp;1/78، 401، 4/1666، 1667، ومسلم،&nbsp;الصحيح&nbsp;1/526.)). وروي مسلم هذا العدد عن زيد بن خالد الجهني t عن النبي r((مسلم،&nbsp;الصحيح&nbsp;1/531.)).</p>



<p class="has-text-align-right"><strong>6- قيام الليل والتراويح عشرون ركعة:</strong></p>



<p class="has-text-align-right"><strong>الحديث العاشر مرفوع:</strong></p>



<p class="has-text-align-right">قال الإمام عبد الله بن محمد بن أبي شيبة (235هـ) “حدثنا يزيد بن هارون قال: أنا إبراهيم بن عثمان عن الحكم عن مقسم عن ابن عباس أن رسول الله r كان يصلي في رمضان عشرين ركعة والوتر”((ابن أبي شيبة، أبو بكر عبد الله بن محمد،&nbsp;المصنف&nbsp;(الرياض، مكتبة الرشد، الطبعة الأولى، 1409هـ) 2/163، 164.)).</p>



<p class="has-text-align-right">وقد رواه الإمام أبو القاسم سيمان بن أحمد الطبراني(360هـ) في المعجم الكبير فقال: “حدثنا محمد بن جعفر الرازي ثنا علي بن الجعد ثنا أبو شيبة إبراهيم بن عثمان عن الحكم عن مقسم عن ابن عباس قال: كان النبي r يصلي في رمضان عشرين ركعة والوتر”((الطبراني، سليمان بن أحمد،&nbsp;المعجم الكبير&nbsp;(العراق، الموصل، مكتبة العلوم والحكم، الطبعة الثانية، 1983م) 11/393.)). ورواه أيضا في معجمه الأوسط وقال: لم يرو هذا الحديث عن الحكم إلا أبو سيبة، ولا يروى عن ابن عباس إلا بهذا الإسناد((الطبراني، سليمان بن أحمد،&nbsp;المعجم الأوسط&nbsp;(القاهرة، دار الحديث، الطبعة الأولى 1417هـ/ 1996م) 1/320، و5/482.)).</p>



<p class="has-text-align-right">والحديث رواه أيضا عبد بن حميد وغيره((ابن حجر العسقلاني،&nbsp;المطالب العالية&nbsp;(الرياض، دار الوطن، الطبعة الأولى، 1997م) 1/253-254، والبوصيري، أحمد بن أبي بكر،&nbsp;مختصر إتحاف السادة المهرة بزوائد المسانيد العشرة&nbsp;(بيروت، دار الكتب العلمية، الطبعة الأولى، 1996م) 2/63-64.))، كلهم عن طريق أبي شيبة إبراهيم بن عثمان. ولم يروه أحد غيره، ومنه انتشر فرواه عنه يزيد بن هارون وعلي بن الجعد وغيرهما. وأبو شيبة هو إبراهيم بن عثمان العبسي الكوفي، قاضي واسط، توفي بعد (260هـ). كذّبه شعبة بن الحجاج. وقال ابن معين: ليس بثقة. قال أحمد: ضعيف، وقال البخاري: سكتوا عليه. وقال النسائي: متروك الحديث((الدارقطني، علي بن عمر،&nbsp;الضعفاء والمتروكين&nbsp;(الرياض، مكتبة المعارف، الطبعة الأولى، 1984م) ص 99، الذهبي،&nbsp;ميزان الاعتدال&nbsp;1/169، ابن حجر،&nbsp;تهذيب التهذيب&nbsp;1/130-131، أبو المعاطي النووي وآخرون،&nbsp;الجامع في الجرح والتعديل&nbsp;(بيروت، عالم الكتب، الطبعة الأولى، 1992م) ص 29)).</p>



<p class="has-text-align-right">وقال البزار: “كان قد أسن فلقن أحاديث فلقنها، فضعف حديثه لذلك، وهو رديء الحفظ((أبو المعاطي النوري وآخرون، الجامع في الجرح والتعديل، ص 29.)). وقال ابن عدي: “ولأبي شيبة أحاديث غير صالحة غير ما ذكرت عن الحكم وغيره. وهو ضعيف على ما بينته، وهو وإن كان نسب إلى الضعف فإنه خير من إبراهيم بن أبي حية الذي تقدم ذكره”((ابن عدي،&nbsp;الكامل&nbsp;1/392.)). وقال الذهبي: “ضعيف تركه غير واحد”((الذهبي، محمد بن أحمد،&nbsp;المغني في الضعفاء&nbsp;(بيروت، دار الكتب العلمية، الطبعة الأولى 1997م) ص 37.)). وقال ابن حجر: “متروك الحديث”((ابن حجر العسقلاني،&nbsp;تقريب التهذيب&nbsp;92 (ترجمة 215).)).</p>



<p class="has-text-align-right">هكذا نرى أن الأئمة المحدثين يتفقون على تضعيفه. فمنهم من ضعفه جداً وتركه، ومنهم من خفف من ضعفه. ومن هنا نص المحدثون الأئمة على ضعف هذا الحديث. فقال الإمام أبو بكر أحمد بن الحسين بن علي البيهقي (458هـ): “تفرد به أبو شيبة إبراهيم بن عثمان، وهو ضعيف”((البيهقي،&nbsp;السنن الكبرى&nbsp;2/496.)). وقال العلامة ابن عبد البر أبو عمر يوسف بن عبد الله (463هـ): “وقد روى عن النبي <strong>r</strong> أنه كان يصلي في رمضان عشرين ركعة والوتر إلا أنه حديث يدور على أبي شيبة إبراهيم بن عثمان وليس بالقوي”((ابن عبد البر، يوسف بن عبد الله،&nbsp;التمهيد&nbsp;(المغرب، وزارة عموم الأوقاف والشؤون الإسلامية، 1387هـ) 8/115.))</p>



<p class="has-text-align-right">وقال الهيثمي: “رواه الطبراني في الكبير والأوسط، وفيه أبو شيبة إبراهيم، وهو ضعيف”((الهيثمي،&nbsp;مجمع الزوائد&nbsp;3/172.)). وقال العلامة جمال الدين أبو محمد عبد الله بن يوسف الحنفي الزيلعي (762هـ): “وهو معلول بأبي شيبة إبراهيم بن عثمان، وهو متفق على ضعفه… ثم إنه مخالف للحديث الصحيح عن أبي سلمة بن عبد الرحمن أنه سأل عائشة: كيف كانت صلاة رسول الله r في رمضان … رواه البخاري، ومسلم”((الزيلعي، عبد الله بن يوسف،&nbsp;نصب الراية&nbsp;(القاهرة، دار الحديث، 1357هـ) 2/153.))</p>



<p class="has-text-align-right">وقال ابن حجر: “وأما ما رواه ابن أبي شيبة من حديث ابن عباس كان رسول الله <strong>r</strong> يصلي في رمضان عشرين ركعة والوتر فإسناده ضعيف وقد عارضه حديث عائشة هذا الذي في الصحيحين مع كونها أعلم بحال النبي&nbsp; <strong>r</strong> ليلا من غيرها والله أعلم”((ابن حجر،&nbsp;فتح الباري&nbsp;4/254.))</p>



<p class="has-text-align-right"><strong>الحديث الحادي عشر موقوف:</strong></p>



<p class="has-text-align-right">قال الإمام عبد الرزاق الصنعاني (211هـ): عن داود بن قيس وغيره عن محمد بن يوسف عن السائب بن يزيد أن عمر جمع الناس في رمضان على أبي بن كعب وعلى تميم الداري على إحدى وعشرين ركعة يقرؤون بالمئين وينصرفون عند فروع الفجر”((عبد الرزاق،&nbsp;المصنف&nbsp;4/260، وابن حجر،&nbsp;فتح الباري&nbsp;4/253.))</p>



<p class="has-text-align-right">بالنظر إلى هذا الحديث يتبين أن إسناده صحيح. وذلك أن شيخ عبد الرزاق داود بن قيس الفراء الدباغ أبو سليمان القرشي المدني ثقة فاضل، أخرج له البخاري في التعاليق، ومسلم والأربعة((ابن حجر،&nbsp;تقريب التهذيب، ص 199، وتهذيب التهذيب&nbsp;3/171-172.)). وأما محمد بن يوسف فقد سبق التعريف به.</p>



<p class="has-text-align-right">ولا يخفى على القارئ أن هذا الحديث هو الحديث الثامن نفسه، مع الخلاف في تعيين عدد الركعات. ففي الحديث الثامن رواه مالك عن محمد بن يوسف فذكر العدد “إحدى عشرة ركعة”، وفي هذا الحديث يرويه عبد الرزاق عن داود بن قيس عن محمد بن يوسف نفسه فيذكر العدد “إحدى وعشرين ركعة”. وظاهره أنهم كانو يقومون بعشرين ركعة ويوترون بواحدة.</p>



<p class="has-text-align-right">سبق أن أشرنا إلى أن بعض المحدثين قد مال إلى تضعيف الحديث الثامن لمعارضته هذه الرواية. وممن ذهب إلى ذلك العلامة ابن عبد البر أبو عمر يوسف بن عبد الله (463هـ). قال الإمام محمد بن عبد الباقي الزرقاني (1122هـ): “قال ابن عبد البر روى غير مالك في هذا الحديث أحد وعشرون وهو الصحيح ولا أعلم أحدا قال فيه إحدى عشرة إلا مالكا ويحتمل أن يكون ذلك أولا ثم خفف عنهم طول القيام ونقلهم إلى إحدى وعشرين إلا أن الأغلب عندي أن قوله إحدى عشرة وهم”((الزرقاني، محمد بن عبد الباقي،&nbsp;شرح الموطأ&nbsp;(بيروت، دار الكتب العلمية، الطبعة الأولى، 1411هـ) 1/341.)).</p>



<p class="has-text-align-right">والحق أن الحديثان صحيحان، ولا يحق تضعيف رواية مالك بهذا السبب. وذلك لأن الجمع والتوفيق بين الحديثين ممكن بحملهما على الأحوال المختلفة. ثم إن مالكاً لم يتفرد برواية عدد (11)، بل تابعه غيره من الثقات. وفي ذلك يقول الزرقاني: “ولا وهم مع أن الجمع بالاحتمال الذي ذكره قريب وبه جمع البيهقي أيضا. وقوله إن مالكا انفرد به ليس كما قال فقد رواه سعيد بن منصور من وجه آخر عن محمد بن يوسف فقال إحدى عشرة كما قال مالك”((الزرقاني،&nbsp;شرح الموطأ&nbsp;1/341، والمباركبوري، عبد الرحمن،&nbsp;تحفة الأحوذي&nbsp;(بيروت، دار الكتب العلمية) 3/443.)).</p>



<p class="has-text-align-right">ومن جهة أخرى مال بعضهم إلى تضعيف هذه الرواية فقال العلامة عبد الرحمن المباركبوري: “وعبد الرزاق وإن كان ثقة حافظا لكنه قد عمي في آخر عمره فتغير… فالحاصل أن لفظ إحدى عشرة في أثر عمر بن الخطاب المذكور صحيح ثابت محفوظ ولفظ إحدى وعشرون في هذا الأثر غير محفوظ والأغلب أنه وهم والله تعالى أعلم”((المباركبوري،&nbsp;تحفة الأحوذي&nbsp;3/443-444.))</p>



<p class="has-text-align-right">والحق أن ما قاله المباركبوري غير صحيح. ولو كان ما ذكره صحيحاً لبطل الاحتجاج بالأحاديث التي في مصنف عبد الرزاق، وهل يجوز أن نبطل أحاديث كتاب عظيم من دواوين الحديث من أجل ترجيح رأي أو مذهب؟ وقد صرح الإمام أحمد وغيره من الأئمة النقاد الذين تتلمذوا على عبد الرزاق أنه ثقة حجة، إنما دخله الاختلاط بعد عام (200هـ)، وما رواه قبله فهو حجة فيها. وكتابه المصنف وغيره من الكتب قد صنفها عبد الرزاق قبل الاختلاط بكثير، ونقلها عنه الأئمة. فالاختلاط إنما يضر ما يرويه المحدث بعد اختلاطه. وأما ما رواه قبله فهو صحيح. وكذلك ما صنفه وألفه قبل الاختلاط ولو قرئ عليه بعد الاختلاط فهو صحيح، فإن الكتاب لا تختلط سطوره باختلاط عقل مؤلفه((الذهبي،&nbsp;سير أعلام النبلاء&nbsp;9/563-580.)).</p>



<p class="has-text-align-right">فتبين أن ما رواه عبد الرزاق صحيح، كما أن ما رواه مالك صحيح. والتوفيق والجمع أولى من الترجيح إن أمكن. والله أعلم.</p>



<p class="has-text-align-right"><strong>الحديث الثاني عشر موقوف:</strong></p>



<p class="has-text-align-right">قال الإمام مالك في الموطأ: عَنْ مَالِك عَنْ يَزِيدَ بْنِ رُومَانَ أَنَّهُ قَالَ كَانَ النَّاسُ يَقُومُونَ فِي زَمَانِ عُمَرَ بْنِ الْخَطَّابِ فِي رَمَضَانَ بِثَلاثٍ وَعِشْرِينَ رَكْعَةً.</p>



<p class="has-text-align-right">يزيد بن رومان الأسدي، أبو روح المدني. كان إماماً ثقة. توفي حول سنة 130هـ. أخرج له الجماعة((ابن الجزري، محمد بن محمد،&nbsp;غاية النهاية في طبقات القراء&nbsp;(بيروت، دار الكتب العلمية، الطبعة الثالثة، 1982م) 2/381، وابن حجر العسقلاني،&nbsp;تهذيب التهذيب&nbsp;11/282، وتقريب التهذيب&nbsp;601.)). فالحديث رواته ثقات. ولكنه أعل بالانقطاع. وذلك أن يزيد بن رومان لم يدرك عهد عمر، وإنما ولد في بداية عهد الأمويين. فحديثه عن عمر لا بد أن يكون بواسطة راوٍ آخر الذي لم يصرح به، فأصبح الحديث منقطعاً. والملحوظ أنه لم يحدث عن عمر شخصيا، والظاهر أنه حكى عما اشتهر في عهده بأن الناس كانوا يقومون في عهد عمر بهذا العدد. ورغم ذلك يعد المحدثون هذا النوع من الرواية منقطعا. ومن هنا قال الإمام أبو زكريا يحيى بن شرف النووي (676هـ) في المجموع: “رواه مالك… والبيهقي، لكنه مرسل؛ فإن يزيد بن رومان لم يدرك عمر”((الرملي، محمد بن شومان،&nbsp;اللؤلؤ المصنوع&nbsp;(المملكة العربية السعودية، الدمام، رمادي للنشر، الطبعة الأولى، 1996م)، ص 224.)).</p>



<p class="has-text-align-right"><strong>الحديث الثالث عشر موقوف:</strong></p>



<p class="has-text-align-right">قال ابن أبي شبية: حدثنا وكيع عن مالك بن أنس عن يحيى بن سعيد أن عمر بن الخطاب أمر رجلا يصلي بهم عشرين ركعة.</p>



<p class="has-text-align-right">وهذا إسناد صحيح، فوكيع هو الإمام الحافظ الثقة الحجة وكيع بن الجراح بن مَلِيح الرؤاسي، أبو سفيان الكوفي (196هـ)، روى له الجماعة((ابن حجر،&nbsp;تهذيب التهذيب&nbsp;11/109-114، وتقريب التهذيب، ص 581.)). وشيخه هو الإمام مالك بن أنس بن مالك (179هـ) إمام دار الهجرة، رأس المتقنين وكبير المتثبتين، حجة المحدثين، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، 516، وتهذيب التهذيب&nbsp;10/5.)). وأما شيخه فهو التابعي يحيى بن سعيد بن قيس الأنصاري المدني (144هـ) ثقة حجة من رجال الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 591، وتهذيب التهذيب&nbsp;11/194.)).</p>



<p class="has-text-align-right">فرجال السند ثقات أئمة من رجال الصحيحين. ولكن الحديث أعل بالانقطاع. وذلك أن يحيى الذي مات سنة 144هـ الظاهر أنه ولد في حدود الأربعين، أي بعد الخلافة الراشدة. ومن هنا قال المباركبوري: قال النيموي في آثار السنن رجاله ثقات لكن يحيى بن سعيد الأنصاري لم يدرك عمر رضي الله تعالى عنه انتهى. قلت الأمر كما قال النيموي فهذا الأثر منقطع لا يصلح للاحتجاج((المباركبوري،&nbsp;تحفة الأحوذي&nbsp;3/445.)).</p>



<p class="has-text-align-right"><strong>الحديث الرابع عشر موقوف:</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا حميد بن عبد الرحمن عن حسن عن عبد العزيز بن رفيع قال كان أبي بن كعب يصلي بالناس في رمضان بالمدينة عشرين ركعة ويوتر بثلاث((ابن أبي شيبة،&nbsp;المصنف&nbsp;2/163.))</p>



<p class="has-text-align-right">وبالنظر إلى إسناد هذا الأثر نرى أن شيخ ابن أبي شيبة هو حميد بن عبد الرحمن بن حميد بن عبد الرحمن الرؤاسي أبو عوف الكوفي (190هـ) ثقة، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 182.))<a href="#_edn74" name="_ednref74">[74]</a>. وشيخه هو الحسن بن صالح&nbsp; بن صالح بن حي الهمداني الثوري (100-169هـ) ثقة فقيه عابد أخرج له البخاري في الأدب المفرد ومسلم والأربعة((ابن حجر،&nbsp;تقريب التهذيب، ص 161.)). وأما شيخه فهو عبد العزيز بن رُفَيع الأسدي أبو عبد الله المكي (40-130هـ) تابعي ثقة، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 357.))</p>



<p class="has-text-align-right">هكذا نرى أن هذا الأثر كسابقيه رجال إسناده ثقات رجال الصحيحين، ولكنه منقطع. وذلك لأن ولادة عبد العزيز بن رفيع كانت بعد وفاة أبي بن كعب t، الذي توفي سنة 32 أو حولها((ابن حجر،&nbsp;تقريب التهذيب، ص 96.))</p>



<p class="has-text-align-right"><strong>الحديث الخامس عشر موقوف:</strong></p>



<p class="has-text-align-right">قال الحافظ محمد بن عبد الواحد بن أحمد المقدسي (643هـ): أخبرنا أبو عبدالله محمود بن أحمد بن عبدالرحمن الثقفي بأصبهان أن سعيد بن أبي الرجاء الصيرفي أخبرهم قراءة عليه أنا عبدالواحد بن أحمد البقال أنا عبيدالله بن يعقوب بن إسحاق أنا جدي إسحاق بن إبراهيم بن محمد بن جميل أنا أحمد بن منيع أنا الحسن بن موسى نا أبو جعفر الرازي عن الربيع بن أنس عن أبي العالية عن أبي بن كعب أن عمر أمر أبيا أن يصلي بالناس في رمضان فقال إن الناس يصومون النهار ولا يحسنون أن يقرؤا فلو قرأت القرآن عليهم بالليل فقال يا أمير المؤمنين هذا شيء لم يكن فقال قد علمت ولكنه أحسن فصلى بهم عشرين ركعة. إسناده حسن((المقدسي، محمد بن عبد الواحد،&nbsp;الأحاديث المختارة&nbsp;(مكة المكرمة، مكتبة النهضة الحديثة، الطبعة الأولى، 1410هـ) 3/367.))</p>



<p class="has-text-align-right">هذا الحديث مخرج في مسند أحمد بن منيع((البوصيري،&nbsp;مختصر إتحاف السادة المهرة&nbsp; 2/64.))، يرويه المقدسي بسنده إلى أحمد بن منيع، ثم بسنده إلى النبي <strong>r</strong>. ونراه ينص على أن الحديث إسناده حسن. وهو حجة في الحكم على الحديث. ومع ذلك فلننظر إلى سند الحديث.</p>



<p class="has-text-align-right">أما سند المقدسي إلى المسند، فشيخه أبو عبد الله محمود بن أحمد بن عبد الرحمن الثقفي الأصبهاني (517-606هـ)، إمام الجامع العتيق بأصبهان شيخ صالح صحيح السماع((ابن نقطة، محمد بن عبد الغني البغدادي،&nbsp;التقييد&nbsp;(بيروت، دار الكتب العلمية، الطبعة الأولى، 1408هـ)، ص 443.)). وشيخه أبو الفرج سعيد بن أبي الرجاء محمد الصيرفي الدلال الأصبهاني (442-532هـ) شيخ صالح((ابن نقطة،&nbsp;التقييد، ص 290.)). وشيخه أبو أحمد عبد الواحد بن أحمد بن محمد&nbsp; بن عبد الله بن محمد بن إبراهيم بن يحيى بن منده الأصبهاني المعلم البقال (453هـ) شيخ صالح ثقة((ابن نقطة،&nbsp;التقييد، ص 383-384.)). وشيخه أبو أحمد عبيد الله بن يعقوب بن إسحاق بن إبراهيم بن محمد بن جميل الأصبهاني (386هـ)، أحد رواة المسانيد الثقات((ابن نقطة،&nbsp;التقييد، ص 359-360.)). وشيخه جده إسحاق بن إبراهيم بن محمد بن جميل أبو يعقوب الأصبهاني (193-310هـ) شيخ ثقة((ابن نقطة،&nbsp;التقييد، ص 198-199.)).&nbsp; وأحمد بن منيع بن عبد الرحمن أبو جعفر البغوي المروزي (160-244هـ)، ثقة حافظ روى عنه البخاري ومسلم وغيرهما((ابن حجر،&nbsp;تقريب التهذيب، ص 85.))</p>



<p class="has-text-align-right">وأما سند ابن منيع إلى النبي <strong>r</strong> فشيخه هو الحسن بن موسى&nbsp; الأشيب أبو علي البغدادي (210هـ) ثقة، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 164.)). وشيخه أبو جعفر الرازي التميمي مولاهم مشهور بكنيته واسمه عيسى بن أبي عيسى عبد الله بن ماهان (160هـ)، قال فيه الحافظ ابن حجر: “صدوق سيء الحفظ خصوصا عن مغيرة، أخرج له البخاري في الأدب المفرد والأربعةُ”((ابن حجر،&nbsp;تقريب التهذيب، ص 629، وتهذيب التهذيب&nbsp;12/59.)). وشيخه الربيع بن أنس&nbsp; البكري (140هـ)، تابعي صدوق له أوهام ورمي بالتشيع، أخرج له الأربعة((ابن حجر،&nbsp;تقريب التهذيب، ص 205.)). وأما شيخه أبو العالية فهو رُفَيْعُ بن مهران أبو العالية الرياحي (93هـ)، تابعي مخضرم ثقة، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 210.))</p>



<p class="has-text-align-right">فتبين من ذلك أن رواة الحديث كلهم ثقات من رواة الصحيحين إلا أبو جعفر الرازي وشيخه الربيع بن أنس، فهما صدوقان. فالحديث سنده حسن من أجلهما، كما قال الحافظ المقدسي.</p>



<p class="has-text-align-right"><strong>الحديث السادس عشر موقوف:</strong></p>



<p class="has-text-align-right">قال الإمام أبو بكر جعفر بن محمد بن الحسن الفريابي (301هـ): حدثنا تميم بن المنتصر أخبرنا يزيد بن هارون حدثنا ابن أبى ذئب عن ابن خصيفة عن السائب بن يزيد قال كانوا يقومون على عهد عمر بن الخطاب في رمضان عشرين ركعة ولكن كانوا يقرأون بالمائتين في ركعة حتى كانوا يتوكئون على عصيهم من شدة القيام((الفريابي، جعفر بن محمد،&nbsp;كتاب الصيام&nbsp;(الهند، بومباي، الدار السلفية، 1412هـ)، ص 131.))</p>



<p class="has-text-align-right">وأما إسناد هذا الحديث فشيخ الفريابي تميم بن المنتصر بن تميم بن الصلت الهاشمي (245هـ) ثقة ضابط((ابن حجر،&nbsp;تقريب التهذيب، ص 130.)). وشيخه يزيد بن هارون بن زاذان السلمي، أبو خالد الواسطي (206هـ) ثقة متقن عابد، روى له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 606.)). وشيخه محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب القرشي العامري أبو الحارث المدني (159هـ)، ثقة فقيه فاضل، روى له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 493.)). وشيخه يزيد بن عبد الله بن خصيفة الكندي المدني، ثقة، روى له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 602.)). والسائب بن يزيد صحابي، كما سبق عند دارسة إسناد الحديث الثامن.</p>



<p class="has-text-align-right">ورواه الإمام البيهقي فقال: أخبرنا أبو عبد الله الحسين بن محمد بن الحسين بن فنجويه الدينوري بالدامغان، ثنا أحمد بن محمد بن إسحاق السني أنبأ عبد الله بن محمد بن عبد العزيز البغوي، ثنا علي بن الجعد، أنبأ ابن أبي ذئب عن يزيد بن خصيفة عن السائب بن يزيد قال: كانوا يقومون على عهد عمر بن الخطاب رضي الله عنه في شهر رمضان بعشرين ركعة، قال: وكانوا يقرؤون بالمئين، وكانوا يتوكؤون على عصيهم في عهد عثمان بن عفان رضي الله عنه من شدة القيام” ((البيهقي،&nbsp;السنن الكبرى&nbsp;2/496.))</p>



<p class="has-text-align-right">نرى أن يزيدَ بنَ هارون الذي روى الحديث في السند السابق عن ابن أبي ذئب يتابعهُ هنا عليُّ بنُ الجعد. وعلي بن الجعد بن عبيد أبو الحسن الجوهري البغدادي (230هـ) ثقة ثبت أخرج له البخاري وغيره ((ابن حجر،&nbsp;تقريب التهذيب، ص 398.)). وأما بقية رواة البيقهي فهم ثقات أئمة مشهورون.</p>



<p class="has-text-align-right">تبين مما سبق أن هذا الحديث صحيح الإسناد على شرط البخاري ومسلم. ومن هنا نص الأئمة المحدثون النقاد على صحة هذا الحديث. فقال الإمام النووي: “رواه البيهقي وغيره بالإسناد الصحيح” ((الرملي،&nbsp;اللؤلؤ المصنوع، ص 224.)) . وتابعه في تصحيحه الإمام الزيلعي ((الزيلعي،&nbsp;نصب الراية&nbsp;2/154.))، وغيره ((نور الدين عتر،&nbsp;هدي النبي&nbsp;<strong>r</strong>&nbsp;في الصلوات الخاصة&nbsp;(بيروت، دار الفكر، الطبعة الثانية 1985م)، ص 84.))</p>



<p class="has-text-align-right">وقد مال بعضهم إلى تضعيفه من أجل “يزيد بن خصيفة” الراوي عن السائب بن يزيد، ولذلك لأمرين:</p>



<p class="has-text-align-right">أحدهما: أن الإمام أحمد قد نقل عنه أنه وثقه، ونقل عنه أنه قال فيه مرة: منكر الحديث. قال الذهبي: “وثقه أحمد من رواية الأثرم عنه وأبو حاتم وابن معين والنسائي. وروى أبو داود أن أحمد قال: منكر الحديث” ((الذهبي،&nbsp;ميزان الاعتدال&nbsp;4/430، ترجمة 9715.</p>



<p class="has-text-align-right">ثانيهما : أن يزيد خالف محمد بن يوسف وهو أوثق منه، حيث رواه محمد إحدى عشرة ركعة، ويرويه ابن خصيفة ثلاثاً وعشرين ركعة. وكلاهما يرويه عن السائب بن يزيد. ورواية الثقة مخالفاً لمن هو أوثق منه يعتبر شذوذا وضعفا. فيكون هذا الحديث شاذاً ضعيفاً.</p>



<p class="has-text-align-right">والحق أن هذين ليسا سببين لرد الحديث ولا لتضعيفه. وذلك للأمور التالية:</p>



<p class="has-text-align-right">أولاً: سبق أن رأينا أن يزيد هذا ثقة من رجال الصحيحين. روى له البخاري ومسلم حوالي 10 أحاديث. قال ابن معين: ثقة حجة. وقال ابن سعد: كان عابداً ناسكا كثير الحديث ثبتاً. وقال ابن حبان: كان ثقة مأمونا.&nbsp; وهكذا نص الأئمة النقاد الآخرون على توثيقه((ابن حجر،&nbsp;تهذيب التهذيب&nbsp;11/296، ترجمة 8059.)). وأما قول الإمام أحمد: منكر الحديث، فليس بطعن، كما هو معروف في مصطلحه. وذلك أن المنكر عند الإمام أحمد وجماعة من القدماء يطلق على التفرد. فنراهم يقولون: “منكر”، “منكر الحديث”، “يروي المناكير” ونحوها من الألفاظ، وإنما يعنون أنه يتفرد برواية بعض الأحاديث لا يرويها غيره. وفي بطون كتب الرجال أمثلة كثيرة لهذا ((انظر ابن حجر،&nbsp;مقدمة فتح الباري، ص 384-464.)). ومن ذلك أن عبد الرحمن بن أبي الموال (173هـ) أحد الرواة الثقات، أخرج له البخاري وغيره. وقد نص الأئمة النقاد على توثيقه. وثقه الإمام أحمد أيضا، ولكنه قال فيه: منكر الحديث، يروي حديثا منكراً. وذلك لأنه روى حديث الاستخارة عن محمد بن المنكدر عن جابر بن عبد الله، لا يرويه غيره ((ابن عدي،&nbsp;الكامل&nbsp;5/499-501، الذهبي،&nbsp;ميزان الاعتدال&nbsp;4/320، وابن حجر،&nbsp;تهذيب التهذيب&nbsp;6/253، ومقدمة فتح الباري، ص 419.))، علماً بأن حديث الاستخارة الذي أنكره أحمد قد أخرجه البخاري عن طريق عبد الرحمن بن أبي الموال هذا عن محمد بن المنكدر عن جابر t<a href="#_edn104" name="_ednref104"> </a>((البخاري،&nbsp;الصحيح&nbsp;1/391، 5/2345، 6/2690، والذهبي،&nbsp;ميزان الاعتدال&nbsp;4/320-321.)) .</p>



<p class="has-text-align-right">ثانياً: تبين مما سبق أن محمد بن يوسف ويزيد بن خصيفة كلاهما ثقة من رواة الصحيحين، فلا ينبغي أن يرد رواية أحدهما بالآخر،&nbsp; ولا سيما ليس بينهما تعارض صريح. وقد نص الخطيب البغدادي، وابن الصلاح، والنووي، وابن حجر، والسيوطي وغيرهم من أئمة الحديث على أن المختلف قسمان: أحدهما يمكن الجمع بينهما بوجه صحيح، فيتعين ولا يصار إلى التعارض ولا النسخ، ويجب العمل بهما. والقسم الثاني لا يمكن الجمع بينهما بوجه، وحينئذ يصار إلى الترجيح، ويكون الترجيح بصفات الرواة، كأن يكون أحدهما أتقن وأضبط، أو بكثرتهم، أو نحو ذلك من وجوه الترجيح ((الخطيب البغدادي،&nbsp;الكفاية في علم الرواية&nbsp;(المدينة المنورة، المكتبة العلمية، دون تاريخ)، ص 434، النووي،&nbsp;التقريب&nbsp;مع تدريب الراوي للسيوطي (الرياض، مكتبة الرياض الحديثة، دون تاريخ) 2/197، محمد بن إبراهيم بن جماعة،&nbsp;المنهل الروي&nbsp;(دمشق، دار الفكر، الطبعة الثانية، 1406هـ)، ص 60-61، ابن حجر،&nbsp;نخبة الفكر&nbsp;(بيروت، دار إحياء التراث العربي، دون تاريخ)، ص 229.))</p>



<p class="has-text-align-right">وفي هذين الحديثين، بل في الأحاديث السبعة السابقة: الثامن والحادي عشر والثاني عشر والثالث عشر والرابع عشر والخامس عشر والسادس عشر الجمع والتوفيق ممكن وظاهر، وبه قال أئمة الحديث والفقه، حيث حملوا اختلاف العدد على تعدد الأحوال. وذلك أنه لم يرد في قيام الليل عن النبي <strong>r</strong> توقيت وتوقيف، بل حث النبي <strong>r</strong> على قيام الليل مثنى مثنى. ولم يتلزم هو بعدد معين دائماً. فالظاهر أن الصحابة في عهد عمر بن الخطاب t كانوا يقومون في بعض الأحوال بإحدى عشرة ركعة ويطيلون فيها، وفي بعض الأحيان بإحدى وعشرين ركعة وفي بعض الأحيان بثلاث وعشرين ركعة، فيخففون قليلاً في طول القراءة ويزيدون في عدد الركعات.</p>



<p class="has-text-align-right">وفي ذلك قال الإمام البيهقي (458هـ): “ويمكن الجمع بين الروايتين بإنهم كانوا يقومون بإحدى عشرة ثم كانوا يقومون بعشرين ويوترون بثلاث والله أعلم” ((البيهقي،&nbsp;السنن الكبرى&nbsp;2/496.)). وقال الحافظ ابن حجر العسقلاني (852هـ): “والجمع بين هذه الروايات ممكن باختلاف الأحوال ويحتمل أن ذلك الاختلاف بحسب تطويل القراءة وتخفيفها فحيث يطيل القراءة تقل الركعات وبالعكس وبذلك جزم الداودي وغيره. والعدد الأول موافق لحديث عائشة المذكور بعد هذا الحديث في الباب والثاني قريب منه والاختلاف فيما زاد عن العشرين راجع إلى الاختلاف في الوتر وكأنه كان تارة يوتر بواحدة وتارة بثلاث” ((ابن حجر،&nbsp;فتح الباري&nbsp;4/253.))</p>



<p class="has-text-align-right">ثالثا: أهم من ذلك كله أن ابن خصيفة لم يتفرد برواية هذا العدد. فقد رأينا أن الأحاديث الخمسة التي قبلها: الحادي عشر، والثاني عشر، والثالث عشر والرابع عشر والخامس عشر كلها تنص على أن الناس قاموا في زمن عمر بعشرين ركعة. وقد رأينا أن ثلاثة أحاديث منها معلولة بالانقطاع، والحديثان البقيان أحدهما صحيح الإسناد والآخر حسن. ولا شك أن هذه الأحاديث الصحيحة والحسنة والضعيفة شواهد قوية لحديث ابن خصيفة، فلا سبيل إلى رده، ولا مجال لإنكار صحة هذا المعنى وثبوته. فدلت هذه الأحاديث الستة بمجموعها على أن المسلمين في زمن عمر قد قاموا في ليالي رمضان بعشرين ركعة، كما أنهم قاموا بإحدى عشرة ركعة.</p>



<p class="has-text-align-right"><strong>الحديث السابع عشر موقوف:</strong></p>



<p class="has-text-align-right">قال الإمام ابن أبي شيبة: حدثنا وكيع عن حسن بن صالح عن عمرو بن قيس عن ابن أبي الحسناء أن عليا أمر رجلا يصلي بهم في رمضان عشرين ركعة ((ابن أبي شيبة،&nbsp;المصنف&nbsp;2/163.)). وهذا الأثر رواه البيهقي من وجه آخر عن طريق أبي سعيد البقال عن أبي الحسناء ((البيهقي،&nbsp;السنن الكبرى، 2/497.))</p>



<p class="has-text-align-right">وقد سبق أن وكيع بن الجراح إمام ثقة حجة. وشيخه الحسن بن صالح&nbsp; بن صالح قد سبق أنه ثقة. وشيخه عمرو بن قيس الملائي أيضا ثقة متقن عابد ((ابن حجر،&nbsp;تقريب التهذيب، ص 426.)). ولكن شيخه ابن أبي الحسناء أو أبو الحسناء الذي عليه مدار الحديث لا يعرف، فشخصيته مجهولة ((ابن حجر،&nbsp;تقريب التهذيب، ص 160، 281، 633.))</p>



<p class="has-text-align-right">فتبين أن هذا الأثر ضعيف لا يحتج به. ومن هنا قال البيهقي بعد إيراده: “وفي هذا الإسناد ضعف والله أعلم” ((البيهقي،&nbsp;السنن الكبرى، 2/497.)). وقال عبد الرحمن المباركبوري: “قال النيموي في تعليق آثار السنن مدار هذا الأثر على أبي الحسناء وهو لا يعرف انتهى. قلت الأمر كما قال النيموي” ((المباركبوري،&nbsp;تحفة الأحوذي&nbsp;3/444.))</p>



<p class="has-text-align-right"><strong>الحديث الثامن عشر موقوف:</strong></p>



<p class="has-text-align-right">قال الإمام البيهقي: أخبرنا أبو الحسن بن الفضل القطان ببغداد أنبأ محمد بن أحمد بن عيسى بن عبدك الرازي ثنا أبو عامر عمرو بن تميم ثنا أحمد بن عبد الله بن يونس ثنا حماد بن شعيب عن عطاء بن السائب عن أبي عبد الرحمن السلمي عن على رضي الله عنه قال دعا القراء في رمضان فأمر منهم رجلا يصلي بالناس عشرين ركعة قال وكان علي رضي الله عنه يوتر بهم ((البيهقي،&nbsp;السنن الكبرى&nbsp;2/496.))</p>



<p class="has-text-align-right">هذا الأثر أيضا ضعيف. لأن مداره على حماد بن شعيب الحماني الكوفي (170هـ)، وقد اتفق الأئمة النقاد على تضعيفه، ولم يوثقه أحد. ومنهم من ضعفه جداً، ومنهم من أجاز كتابة حديثه للاعتبار دون الاحتجاج مع التصريح بتضعيفه. ضعفه ابن معين وغيره وقال يحيى مرة لا يكتب حديثه وقال البخاري فيه نظر وقال النسائي ضعيف وقال بن عدي أكثر حديثه مما لا يتابع عليه، وقال: يكتب حديثه مع ضعفه. وقال العقيلي لا يتابعه عليه إلا من هو دونه أو مثله وقال أبو حاتم ليس بالقوي. وقال أبو زرعة ضعيف ونقل ابن الجارود عن البخاري أنه قال منكر الحديث وفي موضع آخر تركوا حديثه وقال الساجي فيه ضعف ((الذهبي،&nbsp;ميزان الاعتدال&nbsp;2/366، وابن حجر،&nbsp;لسان الميزان&nbsp;(بيروت، مؤسسة الأعلمي، الطبعة الثالثة، 1986م) 2/348.))</p>



<p class="has-text-align-right"><strong>الحديث التاسع عشر موقوف:</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا ابن نمير عن عبد الملك عن عطاء قال أدركت الناس وهم يصلون ثلاثة وعشرين ركعة بالوتر ((ابن أبي شيبة،&nbsp;المصنف، 2/165.))</p>



<p class="has-text-align-right">وبالنظر إلى رواة هذا الأثر نرى أن شيخ ابن أبي شيبة هو عبد الله بن نُمَير الهمداني أبو هشام الكوفي (199هـ) ثقة، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 327.)). وشيخه هو التابعي عبد الملك بن أبي سليمان ميسرة العرزمي (154هـ) صدوق له أوهام أخرج له البخاري في التعاليق، ومسلم والأربعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 363.)). وشيخه هو التابعي المشهور عطاء بن أبي رباح أسلم المكي (114هـ)، ثقة فقيه فاضل، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 391.))</p>



<p class="has-text-align-right">فهذا الأثر صحيح الإسناد على شرط مسلم. والظاهر أن عطاء يعني بالناس الصحابة الذين أدركهم، ومن عاصرهم من التابعين. ومن هنا يُعَدُّ هذا الحديث موقوفاً. والله تعالى أعلم.</p>



<p class="has-text-align-right"><strong>الحديث العشرون موقوف:</strong></p>



<p class="has-text-align-right">وفي كتاب الآثار للقاضي الإمام أبي يوسف يعقوب بن إبراهيم الأنصاري (182هـ): يوسف بن أبي يوسف عن أبيه عن أبي حنيفة عن حماد عن إبراهيم أن الناس كانوا يصلون خمس ترويحات في رمضان ((أبو يوسف، يعقوب بن إبراهيم،&nbsp;كتاب الآثار&nbsp;(بيروت، دار الكتب العلمية، 1355هـ) ص 41.))</p>



<p class="has-text-align-right">وهذا الأثر سنده صحيح. فالإمام أبو حنيفة وشيخه حماد بن أبي سليمان إمامان ثقتان صدوقان، وثقهما غير واحد من الأئمة، وإن كان تكلم فيهما بعضهم من أجل الخلاف المذهبي ((أبو الحجاج المزي، يوسف بن الزكي،&nbsp;تهذيب الكمال&nbsp;(بيروت، مؤسسة الرسالة، الطعبة الأولى 1980هـ) 29/417، وابن حجر،&nbsp;تقريب التهذيب، ص 178، 563،&nbsp;تهذيب التهذيب&nbsp;3/14، 10/401.)). وأما إبراهيم بن يزيد النخعي (46-96هـ) فهو فقيه ثقة أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 95.))</p>



<p class="has-text-align-right">والظاهر أن النخعي إنما يعني بالناس الصحابة الذين أدركهم ومن عاصرهم من التابعين، ومن هنا يُعَدُّ هذا الأثر موقوفا.</p>



<p class="has-text-align-right">فهذان الأثران الصحيحان يدلان على شيوع القيام بعشرين ركعة في عصر الصحابة والتابعين بعد عهد عمر t .</p>



<p class="has-text-align-right"><strong>الحديث الحادي والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال الإمام البيهقي: أنبأ أبو زكريا بن أبي إسحاق أنبأ أبو عبد الله محمد بن يعقوب ثنا محمد بن عبد الوهاب أنبأ جعفر بن عون أنبأ أبو الخصيب قال كان يؤمنا سويد بن غفله في رمضان فيصلي خمس ترويحات عشرين ركعة ((البيهقي،&nbsp;السنن الكبرى&nbsp;2/496.))</p>



<p class="has-text-align-right">وأما إسناد هذا الأثر فشيخ البيهقي هو يحيى بن إبراهيم بن محمد بن يحيى أبو زكريا المزكي النيسابوري، ابن أبي إسحاق (414هـ)، أحد الأئمة الثقات في عصره ((ابن نقطة،&nbsp;التقييد، ص 483.)). وشيخه هو محمد بن يعقوب بن يوسف أبو عبد الله الأخرم (344هـ)، أحد الحفاظ الأثبات ((ابن نقطة،&nbsp;التقييد، ص 125.)). وشيخه محمد بن عبد الوهاب بن حبيب بن مهران العبدي أبو أحمد الفراء النيسابوري (177-272هـ) ثقة عارف ((ابن حجر،&nbsp;تقريب التهذيب، ص 494.)). وشيخه جعفر بن عون بن جعفر بن عمرو بن حريث المخزومي (120-207هـ) صدوق، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 141.)). وشيخه هو زياد بن عبد الرحمن&nbsp; القيسي أبو الخصيب البصري تابعي، ذكره ابن حبان في الثقات، وقال ابن حجر: مقبول ((ابن حجر،&nbsp;تقريب التهذيب، ص 220، وتهذيب التهذيب&nbsp;3/326.))</p>



<p class="has-text-align-right">وأما شيخه صاحب هذا الأثر فهو التابعي المخضرم سويد بن غفلة&nbsp; أبو أمية الجعفي، أسلم في حياة النبي <strong>r</strong>، وقدم المدينة يوم دفن النبي صلى الله عليه وسلم، عاش في عهد الخلافة الراشدة والعصر الأموي، ومات سنة 80هـ، وله 130 سنة. أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 260.))</p>



<p class="has-text-align-right">ومما سبق يتبين لنا أن هذا الأثر رجاله كلهم ثقات إلا أبو الخصيب زياد بن عبد الرحمن، فهو مقبول. فالأثر قابل للتحسين وصالح للمتابعة والاعتبار. وهو يدل على شيوع القيام بعشرين ركعة في عصر التابعين منذ منتصف القرن الأول الهجري.</p>



<p class="has-text-align-right"><strong>الحديث الثاني والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال الإمام ابن أبي شيبة (235هـ): حدثنا وكيع عن نافع بن عمر قال كان ابن أبي مليكة يصلي بنا في رمضان عشرين ركعة ويقرأ بسورة الملائكة (سورة فاطر) في ركعة ((ابن أبي شيبة، الكتاب&nbsp;المصنف&nbsp;2/165.))</p>



<p class="has-text-align-right">وهذا إسناد صحيح، فقد سبق أن وكيع بن الجراح ثقة ثبت حجة إمام، روى له الجماعة. وأما شيخه فهو نافع بن عمر بن عبد الله بن جميل الجمحي الحافظ المكي: ثقة ثبت (169هـ)، روى له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 558، وتهذيب التهذيب&nbsp;10/365-366.)). وأما شيخه ابن أبي مليكة فهو عبد الله بن عبيد الله بن عبد الله بن أبي مليكة المدني (35-117هـ) أدرك ثلاثين من الصحابة، ثقة فقيه إمام، روى له الجماعة. ((الذهبي،&nbsp;سير أعلام النبلاء&nbsp;5/88-90، ابن حجر،&nbsp;تقريب التهذيب&nbsp;312،))</p>



<p class="has-text-align-right">فهذا الأثر صحيح الإسناد على شرط الصحيحين، رواته كلهم أئمة ثقات. وهو يدل على أنه في عهد التابعين كان الناس يقومون ليالي رمضان بعشرين ركعة، كما يدل على أنهم كانوا يقرؤون في كل ركعة مثل سورة قاطر، الذي يشكل أكثر من ربع جزء. وهو يعني أنهم كانوا يقرؤون أكثر من خمسة أجزاء في كل ليلة، وأنهم كانوا يختمون القرآن في خمس ليالٍ أو ست ليالٍ.</p>



<p class="has-text-align-right"><strong>الحديث الثالث والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال الإمام ابن أبي شيبة: حدثنا وكيع عن سفيان عن أبي إسحاق عن عبد الله بن قيس عن شُتير بن شَكَل أنه كان يصلي في رمضان عشرين ركعة والوتر” ((ابن أبي شيبة، الكتاب&nbsp;المصنف&nbsp;2/165.))</p>



<p class="has-text-align-right">وأما إسناد الحديث فوكيع بن الجراح ثقة حجة. وشيخه سفيان بن سعيد بن مسروق الثوري الكوفي (97-161هـ) ثقة حافظ فقيه عابد إمام، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 244.)). وشيخه التابعي أبو إسحاق السبيعي عمرو بن عبد الله بن عبيد الهمداني (129هـ) ثقة مكثر عابد، أخرج له الجماعة((ابن حجر،&nbsp;تقريب التهذيب، ص 423.)). وأما شيخه عبد الله بن قيس فإنا نجد في هذه الطبقة أكثر من شخص بهذا الاسم. ولعل المراد هنا عبد الله بن قيس الكندي السكوني (77هـ)، وهو ثقة. أو المراد عبد الله بن قيس النخعي، وهو مجهول، لم يوثقه غير ابن حبان ((ابن حجر،&nbsp;تقريب التهذيب، ص 318، وتهذيب التهذيب&nbsp;5/319.))</p>



<p class="has-text-align-right">وأما صاحب الأثر فهو شُتَير بن شَكَل بن حُميد العبْسي، أبو عيسى الكوفي، تابعي مخضرم، أدرك الجاهلية، مات في ولاية ابن الزبير (64-73هـ). وهو ثقة متفق على توثيقه، أخرج له مسلم والأربعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 264، وتهذيب التهذيب&nbsp;4/272.))</p>



<p class="has-text-align-right">فالرواة كلهم ثقات غير عبد الله بن قيس، فإن كان السكوني فالسند صحيح. وإن كان النخعي فالسند ضعيف. والله تعالى أعلم.</p>



<p class="has-text-align-right"><strong>الحديث الرابع والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا أبو معاوية عن حجاج عن إبي إسحاق عن الحارث أنه كان يؤم الناس في رمضان بالليل بعشرين ركعة ويوتر بثلاث ويقنت قبل الركوع ((ابن أبي شيبة،&nbsp;المصنف، 2/165.))</p>



<p class="has-text-align-right">وبالنظر إلى إسناد هذا الحديث نرى أن محمد بن خازم أبو معاوية الضرير الكوفي (195هـ)، ثقة، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 475، وتهذيب التهذيب&nbsp;9/120.)). وشيخه حجاج بن أرطاة النخعي أبو أرطاة الكوفي (145هـ) أحد الفقهاء صدوق كثير الخطأ والتدليس. أخرج له البخاري في الأدب، ومسلم والأربعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 152.)). وشيخه أبو إسحاق السبيعي، قد سبق أنه ثقة أخرج له الجماعة. وأما شيخه صاحب الأثر فهو الحارث بن عبد الله&nbsp; الأعور الهمداني الكوفي أبو زهير (65هـ)، صاحب عليٍّ t، كان شيعيا مغالياً في رأيه ومذهبه، صدوقاً في حديثه، أخرج له الأربعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 146، وتهذيب التهذيب&nbsp;2/126.))</p>



<p class="has-text-align-right">وقد تبين مما سبق أن رواة الأثر كلهم ثقات إلا حجاج بن أرطاة، فهو صدوق كثير الخطأ، فالحديث صالح للتحسين، والله أعلم.</p>



<p class="has-text-align-right"><strong>الحديث الخامس والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا غندر عن شعبة عن خلف عن ربيع وأثنى عليه خيرا عن أبي البختري أنه كان يصلي خمس ترويحات في رمضان ويوتر بثلاث ((ابن أبي شيبة،&nbsp;المصنف، 2/165.))</p>



<p class="has-text-align-right">محمد بن جعفر&nbsp; الهذلي البصري المعروف بغندر (194هـ) ثقة صحيح الكتاب، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 472.)). وشيخه شعبة بن الحجاج بن الورد العتكي أبو بسطام (160هـ) ثقة حافظ متقن، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 266.)). وشيخه خلف بن حوشب الكوفي (140هـ)، ثقة ((ابن حجر،&nbsp;تقريب التهذيب، ص 194، وتهذيب التهذيب&nbsp;3/129.))</p>



<p class="has-text-align-right">وأما شيخه فقد ذكر في السند بأنه “ربيع” دون أي نسب. بتتبع الرواة في هذه الطبقة يبدو لي أنه يحتمل أن يكون هو الربيع بن لوط الأنصاري، وهو ثقة، أو الربيع بن خالد الضبي، وهو ثقة، أو الربيع بن أنس، وهو صدوق ((ابن حجر،&nbsp;تقريب التهذيب، ص 205-207.))، وأيا كان الأمر فقد رأينا أن الراوي أثنى عليه خيراً، وهو نوع من التعديل والتوثيق، ولا سيما إن كان صاحب الثناء هو شعبة، فإنه إمام الجرح والتعديل. وأما شيخ ربيع وصاحب الأثر فهو التابعي المشهور سعيد بن فيروز أبو البَخْتَري الطائي الكوفي (83هـ) ثقة ثبت، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 240.))</p>



<p class="has-text-align-right">فهذا الأثر سنده فيما يبدو صحيح أو حسن. والله أعلم.</p>



<p class="has-text-align-right"><strong>الحديث السادس والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا الفضل بن دكين عن سعيد بن عبيد أن علي بن ربيعة كان يصلي بهم في رمضان خمس ترويحات ويوتر بثلاث ((ابن أبي شيبة،&nbsp;المصنف&nbsp;2/165.))</p>



<p class="has-text-align-right">هذا الأثر صحيح الإسناد على شرط البخاري. فشيخ ابن أبي شيبة أبو نعيم الفضل بن دكين الكوفي (130-218هـ)، ثقة ثبت، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 446.)). وشيخه سعيد بن عبيد الطائي أبو الهذيل الكوفي ثقة، أخرج له البخاري وغيره ((ابن حجر،&nbsp;تقريب التهذيب، ص 239، وتهذيب التهذيب&nbsp;4/55.)). وأما شيخه صاحب الأثر فهو التابعي علي بن ربيعة بن نضلة الوالبي أبو المغيرة الكوفي، عاش في القرن الأول الهجري، ثقة أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 401.))</p>



<p class="has-text-align-right"><strong>الحديث السابع والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال الإمام عبد الرزاق الصنعاني: عبد الرزاق عن الثوري عن إسماعيل بن عبد الملك قال كان سعيد بن جبير يؤمنا في شهر رمضان فكان يصلي خمس ترويحات فإذا كان العشر الأواخر صلى ست ترويحات((عبد الرزاق،&nbsp;المصنف&nbsp;4/266.))</p>



<p class="has-text-align-right">وقد سبق سفيان بن سعيد الثوري، ثقة حافظ. وشيخه إسماعيل بن عبد الملك بن أبي الصُفَيرا صدوق كثير الوهم ((ابن حجر،&nbsp;تقريب التهذيب، ص 108، وتهذيب التهذيب&nbsp;1/276.)). وأما شيخه وصاحب الأثر فهو التابعي المشهور سعيد بن جبير بن هشام الأسدي الكوفي (45-94هـ)، ثقة ثبت فقيه، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 234، وتهذيب التهذيب&nbsp;4/11.))</p>



<p class="has-text-align-right">فالأثر رجاله أئمة ثقات إلا إسماعيل بن عبد الملك فهو صدوق يخطئ، فالأثر حسن من أجله.</p>



<p class="has-text-align-right">فهذه سبعة آثار مقطوعة، منها أثران صحيحان، وثلاثة حسان، وآخران يحتملان التصحيح والتحسين والتضعيف. وهذه الآثار الصحيحة والحسنة بمجموعها تدل على شيوع القيام في ليالي رمضان بعشرين ركعة في عصر التابعين في القرن الأول الهجري وما بعده.</p>



<p class="has-text-align-right"><strong>7- قيام الليل والتراويح أربع وعشرون ركعة</strong></p>



<p class="has-text-align-right"><strong>الحديث الثامن والعشرون مقطوع:</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا محمد بن فضيل عن وقاء قال كان سعيد بن جبير يؤمنا في رمضان فيصلي بنا عشرين ليلة ست ترويحات فإذا كان العشر الآخر اعتكف في المسجد وصلى بنا سبع ترويحات ((ابن أبي شيبة،&nbsp;المصنف&nbsp;2/164.))</p>



<p class="has-text-align-right">هذا الأثر أيضا مروي عن سعيد بن جبير، إلا أنه يختلف في عدد الركعات، حيث إن الأثر السابق يذكر أنه كان يصلي عشرين ركعة في الليالي العشرين الأولى، وفي العشر الأواخر كان يصلي أربعاً وعشرين ركعة. وأما هذا الأثر فيفيد أنه كان يصلي في الليالي العشرين الأولى أربعاً وعشرين ركعة، وفي العشر الأواخر كان يصلي ثمانيا وعشرين ركعة.</p>



<p class="has-text-align-right">وبالنظر إلى سند هذا الأثر نرى ابن أبي شيبة يرويه عن شيخه محمد بن فضيل بن غزوان الضبي الكوفي (195هـ)، وهو راوٍ صدوق عارف رمي بالتشيع، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 502، وتهذيب التهذيب&nbsp;9/359.)). وشيخه وِقاء بن إياس الأسدي أبو يزيد الكوفي لين الحديث ((ابن حجر،&nbsp;تقريب التهذيب، ص 581، وتهذيب التهذيب&nbsp;11/107.))</p>



<p class="has-text-align-right">وهكذا نرى أن هذا الأثر سنده ضعيف من أجل وقاء.</p>



<p class="has-text-align-right"><strong>8- قيام الليل والتراويح ست وثلاثون ركعة</strong></p>



<p class="has-text-align-right"><strong>الحديث التاسع والعشرون مقطوع</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا ابن مهدي عن داود بن قيس قال أدركت الناس بالمدينة في زمن عمر بن عبد العزيز وأبان بن عثمان يصلون ستة وثلاثين ركعة ويوترون بثلاث ((ابن أبي شيبة،&nbsp;المصنف&nbsp;2/164.))</p>



<p class="has-text-align-right">هذا الأثر سنده صحيح. فشيخ ابن أبي شيبة هو عبد الرحمن بن مهدي بن حسان البصري (25-98هـ)، ثقة ثبت حافظ عارف بالرجال والحديث، أخرج له الجماعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 351، وتهذيب التهذيب&nbsp;6/250.)). وشيخه التابعي داود بن قيس الفراء الدباغ أبو سليمان المدني، توفي في حدود 140هـ. ثقة فاضل، أخرج له البخاري في التعاليق، ومسلم والأربعة ((ابن حجر،&nbsp;تقريب التهذيب، ص 199، وتهذيب التهذيب&nbsp;3/171.))</p>



<p class="has-text-align-right">وقد كان أبان بن عثمان بن عفان والياً على المدينة زمن عبد الملك بن مروان، من سنة 76هـ إلى سنة 83هـ. وكان عمر بن عبد العزيز والياً على المدينة في زمن الوليد بن عبد الملك (86-96هـ) ((الزركلي، خير الدين،&nbsp;الأعلام&nbsp;(بيروت، دار العلم للملايين، الطعبة التاسعة، 1990م) 1/28، و5/50.)). ودل هذا الأثر أن الناس بالمدينة من بعد منتصف القرن الأول الهجري كانوا يقومون ليالي رمضان بهذا العدد من الركعات.</p>



<p class="has-text-align-right"><strong>9- قيام الليل والتراويح أربعون ركعة</strong></p>



<p class="has-text-align-right"><strong>الحديث الثلاثون مقطوع</strong></p>



<p class="has-text-align-right">قال ابن أبي شيبة: حدثنا حفص عن الحسن بن عبيد الله قال كان عبد الرحمن بن الأسود يصلي بنا في رمضان أربعين ركعة ويوتر بسبع ((ابن أبي شيبة،&nbsp;المصنف&nbsp;2/163، و167.))</p>



<p class="has-text-align-right">هذا الأثر صحيح الإسناد. فشيخ ابن أبي شيبة هو حفص بن غياث بن طلق&nbsp; النخعي الكوفي القاضي (115-195) ثقة، أخرج له الجماعة((ابن حجر، تقريب التهذيب، ص 173.)). وشيخه هو الحسن بن عبيد&nbsp; الله بن عروة النخعي أبو عروة الكوفي (139هـ)، ثقة فاضل، أخرح له مسلم والأربعة((ابن حجر، تقريب التهذيب، ص 162)). وأما شيخه وصاحب الأثر فهو التابعي عبد الرحمن بن الأسود بن يزيد بن قيس النخعي (99هـ) ثقة، أخرج له الجماعة((ابن حجر، تقريب التهذيب، ص 336)).</p>



<p class="has-text-align-right">وهذا الأثر يدل على أن هذا العدد قد كان يقوم الناس به في القرن الأول الهجري في عهد كبار التابعين.</p>



<p class="has-text-align-right">هذا وفي بطون بعض الكتب آثار أخرى تفيد هذه الأعداد نفسها، ذكرها مؤلفوها محذوفة الأسانيد. ومن ثم لم أتمكن من دراستها. وفيما سبق الكفاية بإذن الله، حيث إن الآثار الأخرى القليلة لا تخرج في المعنى عما ذكر.</p>



<p class="has-text-align-right"><strong>10- الخاتمة</strong></p>



<p class="has-text-align-right">من خلال الجولة السابقة في الأحاديث المرفوعة والموقوفة والمقطوعة المروية في عدد ركعات قيام الليل عامة، وقيام الليل في رمضان خاصة ودراسة أسانيدها تبين لنا ما يلي:</p>



<p class="has-text-align-right">أولاً: حث الكتاب والسنة على قيام الليل مطلقا، وحثت السنة على قيام الليل في رمضان خاصة. ولم يحدد لهذا القيام حداً معينا. كان رسول الله <strong>r</strong> يقوم الليل في رمضان وغيره غالباً بثمان ركعات طوال، ثم يوتر بعدها بثلاث. وقد كان أحيانا يكتفي بركعتين أو أربع أو ست، وقد يزيد فيقوم بثنتي عشرة ركعة.</p>



<p class="has-text-align-right">ثانيا: قام رسول الله <strong>r</strong> في بعض ليالي رمضان جماعة مع الصحابة، ولم يصح عنه <strong>r</strong> في ذلك عدد معين. وقد روي في ذلك ثماني ركعات بسند ضعيف، وقد روي أيضا عشرون ركعة بسند أضعف وأوهى.</p>



<p class="has-text-align-right">ثالثاً: في عهد عمر بن الخطاب t قام المسلمون جماعة بثماني ركعات طوال يقرأ في كل ركعة منها أكثر من جزء من القرآن. كما أنهم قاموا في عهده بعشرين ركعة طوال يقرأ في كل ركعة منها حوالي جزء من القرآن. وكلا العددين صحيح ثابت بلا ريب.</p>



<p class="has-text-align-right">رابعاً: قد ثبت من خلال آثار الصحابة والتابعين الصحيحة الثابتة أن الناس منذ منتصف القرن الأول الهجري كانوا يقومون بعشرين ركعة. كما صح أن بعضهم كانوا يقومون بست وثلاثين ركعة وبأربعين ركعة.</p>



<p class="has-text-align-right">خامساً: يظهر أن الناس منذ عهد عمر غلب عليهم القيام بعشرين ركعة أو أكثر. فإننا رأينا أن الناس قاموا بعهد عمر بثماني ركعات، وبعشرين. وأما فيما بعدُ فلم أجد رواية تفيد أن أحداً من الصحابة أو التابعين قام بأقل من عشرين. فأكثرهم يقومون بعشرين، ومنهم من يقوم بأزيد من ذلك. لعل سبب ذلك رغبتهم في الإكثار من الخير، أو أن آخر ما استقر عليه الأمر في عهد عمر t هو القيام بعشرين.</p>



<p class="has-text-align-center">هذا ما ظهر لنا والله تعالى أعلم، وصلى الله على نبيه محمد وآله وصحابته أجمعين.</p>



<p><span id="more-1112"></span></p>



<p class="entry-title"><a href="https://assunnahtrust.org/ahkame-siam/">আহকামে সিয়াম</a>, <a href="https://assunnahtrust.org/wp-content/uploads/2014/09/03-03-12-Tarabih.pdf">পড়তে ও ডাউনলোড করতে এখানে ক্লিক করুন</a></p>
<ul class="modern-footnotes-list modern-footnotes-list--hide-for-print"><li><span>1</span><div>عبد الرزاق بن همام الصنعاني، المصنف (بيروت، المكتب الإسلامي، الطبعة الثانية، 1403هـ) 3/46، البيهقي، أحمد بن الحسين، السنن الكبرى (مكة المكرمة، مكتبة دار الباز، 1994م) 3/20، ابن الأثير، المبارك بن محمد، النهاية في غريب الحديث (بيروت، دار الفكر، الطبعة الثانية، 1979م) 2/274، و5/244 ابن حجر العسقلاني، أحمد بن علي، فتح الباري (بيروت، دار المعرفة، 1379هـ) 3/3.</div></li><li><span>2</span><div>البخاري، محمد بن إسماعيل،&nbsp;الصحيح&nbsp;(بيروت، دار ابن كثير، ط-2، 1987م) 1/337، ومسلم بن الججاج،&nbsp;الصحيح&nbsp;(بيروت، دار إحياء التراث العربي) 1/516.</div></li><li><span>3</span><div>أحمد بن حنبل، المسند (القاهرة، مصر، مؤسسة قرطبة، دون تاريخ) 5/400.</div></li><li><span>4</span><div>ابن حجر،&nbsp;تقريب التهذيب، ص 283.</div></li><li><span>5</span><div>أبو داود، سليمان بن الأشعث،&nbsp;السنن&nbsp;(بيروت، لبنان، دار الفكر، دون تاريخ) 2/46، وابن الأثير، المبارك بن محمد،&nbsp;جامع الأصول في أحاديث الرسول&nbsp;(بيروت، دار الفكر، الطبعة الثانية 1983م) 6/47</div></li><li><span>6</span><div>ابن حجر، تقريب التهذيب، ص 80.</div></li><li><span>7</span><div>ابن حجر، تقريب التهذيب، ص 481.</div></li><li><span>8</span><div>ابن حجر، تقريب التهذيب، ص318.</div></li><li><span>9</span><div>ابن الأثير،&nbsp;جامع الأصول،&nbsp;6/47. تعليق المحقق عبد القادر الأرناؤوط.</div></li></ul>		</div>`;
