import { article1Content } from "./article-1";
import { article10Content } from "./article-10";
import { article2Content } from "./article-2";
import { article3Content } from "./article-3";
import { article4Content } from "./article-4";
import { article5Content } from "./article-5";
import { article6Content } from "./article-6";
import { article7Content } from "./article-7";
import { article8Content } from "./article-8";
import { article9Content } from "./article-9";

export const articles = [
	{
		id: 1,
		home: "1",
		related: "1",
		postSlug: "ইসলামের-নামে-জঙ্গিবাদ",
		postTitle: "ইসলামের নামে জঙ্গিবাদ: আলোচিত ও অনালোচিত কারণসমূহ",
		postDate: "আগস্ট 30, 2014",
		postExcerpt:
			"আমাদের সমাজের সকল মানুষ এবং ইসলাম সম্পর্কে যাদের সামান্য জ্ঞানও আছে তারা সকলেই জানেন যে, জাতি, ধর্ম, বর্ণ গোত্র নির্বিশেষ সমাজের সকল মানুষের জন্য শান্তি প্রতিষ্ঠা ইসলামী ধর্মবিশ্বাসের অন্যতম প্রেরণা। তাত্ত্বিক, প্রায়োগিক ও ঐতিহাসিকভাবে তা সর্বজনবিদিত। বাংলাদেশের মুসলিম জনগোষ্ঠির সকল মানুষই ধর্মীয়ভাবে শান্তিপ্রিয়।",
		postContent: article1Content,
	},
	{
		id: 2,
		home: "1",
		related: "1",
		postSlug:
			"হাদীসের-বিশুদ্ধতা-যাচাই-রাসূলুল্লাহ-(সা.)-এর-নির্দেশ-ও-সাহাবীগণের-কর্মপদ্ধতি",
		postTitle:
			"হাদীসের বিশুদ্ধতা যাচাই: রাসূলুল্লাহ (সা.) এর নির্দেশ ও সাহাবীগণের কর্মপদ্ধতি",
		postDate: "আগস্ট 30, 2014",
		postExcerpt:
			"কুরআনুর কারীম ও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীসই মুসলিম জীবনের পাথেয়। সকল মতের সকল মুসলিমই কুরআন ও হাদীসের উপর নির্ভর করতে চান এবং নিজেদের মতের পক্ষে কুরআন ও হাদীসের প্রমাণাদি পেশ করতে চেষ্টা করেন। তবে বর্তমান সমাজে হাদীসের গ্রহণযোগ্যতা ও নির্ভরযোগ্যতা সম্পর্কে কিছু উৎকট অজ্ঞতা প্রসূত বিভ্রান্তি বিরাজমান।",
		postContent: article2Content,
	},
	{
		id: 3,
		home: "1",
		related: "1",
		postSlug: "আল্লামা-রাহমাতুল্লাহ-কীরানবী",
		postTitle: "আল্লামা রাহমাতুল্লাহ কীরানবী",
		postDate: "সেপ্টেম্বর 10, 2014",
		postExcerpt:
			"মুহাম্মাদ রাহমাতুল্লাহ কীরানবী ১২৩৩ হিজরি সালের জুমাদাল উলা মাসের ১ তারিখ, মোতাবেক ১৮১৮ খৃস্টাব্দের মার্চের ৮/৯ তারিখে ভারতের রাজধানী দিল্লীর পার্শ্ববর্তী ‘মুজাফ্ফর নগর’ জেলার ‘কীরানা’ বা ‘কৈরানা’ গ্রামে জন্ম গ্রহণ করেন। তাঁর পিতার নাম খলীলুর রহমান। তিনি ছিলেন তৃতীয় খলীফায়ে রাশেদ যুন্-নূরাইন ‘উসমান ইবনু ‘আফ্ফানের (রা) বংশধর।",
		postContent: article3Content,
	},
	{
		id: 4,
		home: "1",
		related: "1",
		postSlug: "আল-কুরআনের-আলোকে-তাওরাত-যাবুর-ইঞ্জিল-বনাম-পবিত্র-বাইবেল",
		postTitle: "আল কুরআনের আলোকে তাওরাত, যাবুর, ইঞ্জিল বনাম ‘পবিত্র বাইবেল",
		postDate: "সেপ্টেম্বর 10, 2014",
		postExcerpt:
			"আল্লাহর কিতাবসূহে বিশ্বাস করা মুমিনের ঈমানের অবিচ্ছেদ্য অংশ। কুরআন ও হাদীসে বিষয়টি বারংবার উল্লেখ করা হয়েছে। কুরআন কারীমে একস্থানে মহান আল্লাহ বলেন: “হে মুমিনগণ, তোমরা আল্লাহে, তাঁর রাসূলে, তাঁর রাসূলের উপর যে গ্রন্থ অবতীর্ণ করেছেন তাতে এবং যে গ্রন্থ তিনি পূর্বে অবতীর্ণ করেছেন তাতে ঈমান আন। এবং কেউ আল্লাহ, তাঁর ফিরিশতাগণ, তাঁর গ্রন্থসমূহ, তাঁর রাসূলগণ এবং পরকালকে অবিশ্বাস করলে সে ভীষণভাবে পথভ্রষ্ট হয়ে পড়বে।”1",
		postContent: article4Content,
	},
	{
		id: 5,
		home: "1",
		postSlug: "পবিত্র-ঈদ-ই-মিলাদুন্নাবী",
		postTitle: "পবিত্র ঈদ-ই-মিলাদুন্নাবী",
		postDate: "সেপ্টেম্বর 11, 2014",
		postExcerpt:
			"পরম করুণাময় আল্লাহর নামে শুরু করছি। তাঁর জন্যই সকল প্রশংসা। সালাত ও সালাম মহান রাসূল, আল্লাহর হাবীব ও মানবতার মুক্তিদূত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, তাঁর পরিবারবর্গ ও সঙ্গীদের উপর। আজকের বিশ্বে মুসলিম উম্মার অন্যতম উৎসবের দিন হচ্ছে পবিত্র “ঈদে মীলাদুন্নবী”",
		postContent: article5Content,
	},
	{
		id: 6,
		home: "1",
		postSlug: "তারাবীহ-এর-রাকাত-সংখ্যা",
		postTitle: "তারাবীহ এর রাকাত সংখ্যা",
		postDate: "সেপ্টেম্বর 11, 2014",
		postExcerpt:
			"ابن حجر، تقريب التهذيب، ص 182.إن من أهم القربات إلى الله ومن أعظم العبادات خلوة المؤمن في جوف الليل مع ربه من خلال أداء الصلاة. وقد حث القرآن الكريم والسنة المطهرة المؤمنين على أداء الصلوات في جوف الليل، فحثهم على قيام الليل، وعلى صلاة الليل، وعلى التهجد، في كل ليلة من ليالي السنة عموماً، وفي ليالي شهر رمضان خصوصاً . وقد نص الكتاب والسنة",
		postContent: article6Content,
	},
	{
		id: 7,
		home: "1",
		postSlug: "ইসলামের-ইতিহাসে-সন্ত্রাস-জঙ্গিবাদ-একটি-পর্যালোচনা",
		postTitle: "ইসলামের ইতিহাসে সন্ত্রাস-জঙ্গিবাদ: একটি পর্যালোচনা",
		postDate: "সেপ্টেম্বর 11, 2014",
		postExcerpt:
			"জঙ্গি, জঙ্গিবাদ, জঙ্গিবাদী শব্দগুলি ইংরেজি (militant, militancy) শব্দগুলির অনুবাদ। ইদানিং এগুলি আমাদের মধ্যে অতি পরিচিত ও অতিব্যবহৃত। শব্দগুলি কিছু দিন আগেও এত প্রচলিত ছিল না। আর আভিধানিক বা ব্যবহারিকভাবে এগুলি নিন্দনীয় বা খারাপ অর্থেও ব্যবহৃত হতো না।",
		postContent: article7Content,
	},
	{
		id: 8,
		home: "1",
		postSlug: "ধর্ম-ও-তার-প্রতিনিধিত্ব",
		postTitle: "ধর্ম ও তার প্রতিনিধিত্ব",
		postDate: "সেপ্টেম্বর 11, 2014",
		postExcerpt:
			"Thanks to Dr. Dennis D Datta. He justly observed that a religion should not be held responsible for crimes of its followers, even though it is the highest religious institute of that religion. This is what we ask Pope Benedict XVI to reflect on. If Islam is considered violent or irrational for wrongdoing of its followers",
		postContent: article8Content,
	},
	{
		id: 9,
		home: "1",
		postSlug:
			"বাংলাদেশে-মাদরাসা-শিক্ষা-এবং-সাধারণ-শিক্ষা-পাঠক্রম-ইতিহাস-এবং-তুলনা",
		postTitle:
			"বাংলাদেশে মাদরাসা শিক্ষা এবং সাধারণ শিক্ষা পাঠক্রম: ইতিহাস এবং তুলনা",
		postDate: "সেপ্টেম্বর 13, 2014",
		postExcerpt:
			"الحمد لله رب العالمين. والصلاة والسلام على سيد المرسلين، نبينا محمد وآله وصحابته أجمعين. وبعد، فإن الشعب البنغلاديشي المسلم قد اجتهد لنشر العلوم الإسلامية منذ أن دخل الإسلام فيها. ومر التعليم الإسلامي بمراحل مختلفة قد جرب فيها أنواعاً من المناهج التعليمية. ومن أجل تطوير التعليم الإسلامي وتحسين أوضاعه يجب علينا أن ننظر",
		postContent: article9Content,
	},
	{
		id: 10,
		home: "1",
		postSlug: "হাদীসের-সনদ",
		postTitle: "হাদীসের সনদ",
		postDate: "সেপ্টেম্বর 13, 2014",
		postExcerpt:
			"হাদীসের বিশুদ্ধতা ও নির্ভুলতা যাচাইয়ের জন্য কুরআন কারীমে ও হাদীস শরীফে বিশেষভাবে নির্দেশ দেওয়া হয়েছে। একদিকে নির্ভুল ও আক্ষরিকভাবে তা মুখস্থ করে প্রচার করতে নির্দেশ দেওয়া হয়েছে। মুখস্থ ও নির্ভুলতা সম্পর্কে নিশ্চিত না হয়ে কোনো হাদীস বলতে নিষেধ করা হয়েছে।",
		postContent: article10Content,
	},
];
