import { server } from '../lib/config'
import Image from 'next/image'
import Layout from '../components/layout'
import Meta from '../components/meta'

export default function About() {
	return (
		<Layout>
			<Meta
				title="জীবন বৃত্তান্ত"
				description="ড. মোহাম্মদ মানজুরে ইলাহী একাধারে একজন গবেষক, শিক্ষাবিদ, ইসলামিক স্কলার ও লেখক, অন্যদিকে তিনি একজন দা‘ঈ ইলাল্লাহ ও স্বনামধন্য মিডিয়া ব্যক্তিত্ব। তিনি ১৯৮৮ সালে মদীনা ইসলামী বিশ্ববিদ্যালয়ের শরী‘আহ অনুষদে ভর্তি হন এবং অত্যন্ত কৃতিত্বের সাথে সেখান থেকে ব্যাচেলর, মাস্টার্স ও পিএইচডি ডিগ্রি অর্জন করেন।"
				url={`${server}/about`}
				image={`${server}/img/id/default_share.png`}
				type="website"
			/>

			<section className="about-page-ctn">
				<div className="page-width">
					<div className="box">
						<div className="about-top">
							<h1>জীবন বৃত্তান্ত</h1>
							{/*<p>ড. মোহাম্মদ মানজুরে ইলাহী। তিনি জাতীয় বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক। মদীনা ইসলামী বিশ্ববিদ্যালয়-এর শরী‘আহ ফ্যাকাল্টি থেকে গ্রাজুয়েশন লাভ করেন। তারপর একই বিশ্ববিদ্যালয় থেকে মাস্টার্স ও পিএইচ ডি ডিগ্রি লাভ করেন। তিনি বহু গ্রন্থ প্রণয়ন করেছেন। তন্মধ্যে উল্লেখযোগ্য হচ্ছে- আল-কিয়াস ফিল ইবাদাত।</p>*/}
						</div>

						<div className="about-banner">
							<Image
								src={`${server}/img/bg/banner-01.jpg`}
								alt=""
								layout="fill"
								objectFit="cover"
								objectPosition="center center"
								loading="eager"
							/>
						</div>

						<div className="row">
							<div className="col s12 m12 l6">
								<div className="about-left">
									<h2 className="title-r about-title">পরিচিতি</h2>

									<div className="about-text">
										<p>ড. মোহাম্মদ মানজুরে ইলাহী একাধারে একজন গবেষক, শিক্ষাবিদ, ইসলামিক স্কলার ও লেখক, অন্যদিকে তিনি একজন দা‘ঈ ইলাল্লাহ ও স্বনামধন্য মিডিয়া ব্যক্তিত্ব। ইসলামী গবেষণা, ইসলাম প্রচার ও টিভি/ইউটিউব চ্যানেলে আলোচনার মাধ্যমে তিনি জাতীয় ও আন্তর্জাতিকভাবে পরিচিত। তিনি জাতীয় বিশ্ববিদ্যালয়ের ইসলামিক স্টাডিজ বিভাগের সহযোগী অধ্যাপক হিসাবে কর্মরত রয়েছেন। </p>
									</div>

									<div className="about-text">
										<p>২০০৪ সাল থেকেই জাতীয় ও আন্তর্জাতিক পর্যায়ের বিভিন্ন টিভিতে তিনি ইসলামিক আলোচনা, প্রশ্নোত্তর সেশন ও উপস্থাপনায় অবদান রেখে আসছেন। দেশে ও দেশের বাইরে বিভিন্ন বিশ্ববিদ্যালয়ে অনুষ্ঠিত সেমিনার ও লেকচার সেশনে এবং বহু আন্তর্জাতিক ইসলামিক সেন্টার ও সাংস্কৃতিক কেন্দ্রে তিনি জ্ঞানগর্ভ আলোচনা পেশ করেছেন।</p>
									</div>

									<div className="about-text">
										<p>তিনি বাংলাভাষা-ভাষীদের মধ্যে বিশুদ্ধ ও বস্তুনিষ্ঠ জ্ঞান ও শিক্ষা প্রসারের উদ্দেশ্যে তাইবাহ একাডেমি ও কুল্লিয়াতুল কুরআনিল কারীম ওয়াদ-দিরাসাত আল-ইসলামিয়াহ প্রতিষ্ঠা করেন।</p>
									</div>
								</div>
							</div>

							<div className="col s12 m12 l6">
								<div className="about-right">
									<h2 className="title-r about-title"> শিক্ষা জীবন</h2>

									<div className="about-card">
										<p>ড. মোহাম্মদ মানজুরে ইলাহী ১৯৮৮ সালে মদীনা ইসলামী বিশ্ববিদ্যালয়ের শরী‘আহ অনুষদে ভর্তি হন এবং অত্যন্ত কৃতিত্বের সাথে সেখান থেকে ব্যাচেলর, মাস্টার্স ও পিএইচডি ডিগ্রি অর্জন করেন। তিনি মদীনা ইসলামী বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জনকারী প্রথম বাংলাদেশী।</p>
									</div>

									{/*<h2 className="title-r about-title">গবেষণা</h2>*/}
									{/*<div className="about-card">*/}
									{/*	<p>আপনি যদি আপনার প্রশ্ন বা সমস্যার উত্তর না পেয়ে থাকেন, তবে অনুগ্রহ করে নিচের ফর্ম ব্যবহার করে আমাদের সাথে যোগাযোগ করুন এবং যত তাড়াতাড়ি সম্ভব আমরা আপনার সাথে যোগাযোগ করবো।</p>*/}
									{/*</div>*/}

								</div>
							</div>
						</div>
					</div>
				</div>
			</section>
		</Layout>
	)
}