import { server } from "../lib/config";
import Image from "next/image";
import Layout from "../components/layout";
import Meta from "../components/meta";

export default function About() {
	return (
		<Layout>
			<Meta
				title="জীবন বৃত্তান্ত"
				description="ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রাহি.) একজন প্রখ্যাত
				আলেম ও বহু গ্রন্থ প্রণেতা ছিলেন। তাঁর পূর্ণ নাম: আবু নসর
				মুহাম্মদ আব্দুল্লাহ জাহাঙ্গীর। তাঁর পিতার নাম খোন্দকার
				আনোয়ারুজ্জামান (রাহি.)। তিনি আব্দুল্লাহ জাহাঙ্গীর নামে
				দেশ জুড়ে পরিচিত।"
				url={`${server}/about`}
				image={`${server}/img/id/default_share.png`}
				type="website"
			/>
			<section className="about-page-ctn">
				<div className="page-width">
					<div className="box">
						<div className="blog-area">
							<div className="about-top">
								<h1>জীবন বৃত্তান্ত</h1>
								{/*<p>ড. মোহাম্মদ মানজুরে ইলাহী। তিনি জাতীয় বিশ্ববিদ্যালয়ের সহযোগী অধ্যাপক। মদীনা ইসলামী বিশ্ববিদ্যালয়-এর শরী‘আহ ফ্যাকাল্টি থেকে গ্রাজুয়েশন লাভ করেন। তারপর একই বিশ্ববিদ্যালয় থেকে মাস্টার্স ও পিএইচ ডি ডিগ্রি লাভ করেন। তিনি বহু গ্রন্থ প্রণয়ন করেছেন। তন্মধ্যে উল্লেখযোগ্য হচ্ছে- আল-কিয়াস ফিল ইবাদাত।</p>*/}
							</div>

							<div className="about-banner">
								<Image
									src="/img/bg/about-abdullah-jahangir.png"
									alt=""
									layout="fill"
									objectFit="cover"
									objectPosition="center center"
									loading="eager"
								/>
							</div>

							<div className="row">
								<div className="col s12 m12 l6">
									<div className="about-left">
										<h2 className="title-r about-title">পরিচিতি</h2>

										<div className="about-text">
											<p>
												আব্দুল্লাহ জাহাঙ্গীর-আস সুন্নাহ ট্রাস্টের প্রতিষ্ঠাতা ড.
												খোন্দকার আব্দুল্লাহ জাহাঙ্গীর রাহিমাহুল্লাহ, যিনি ছিলেন
												এই উপমহাদেশের অন্যতম সেরা আলিম এবং মুজাদ্দিদ।
											</p>
											<p>
												ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রাহি.) একজন প্রখ্যাত
												আলেম ও বহু গ্রন্থ প্রণেতা ছিলেন। তাঁর পূর্ণ নাম: আবু নসর
												মুহাম্মদ আব্দুল্লাহ জাহাঙ্গীর। তাঁর পিতার নাম খোন্দকার
												আনোয়ারুজ্জামান (রাহি.)। তিনি আব্দুল্লাহ জাহাঙ্গীর নামে
												দেশ জুড়ে পরিচিত।
											</p>
											<p>
												এই মহা মনীষী বৃহত্তর যশোর জেলার তৎকালীন ঝিনাইদহ মাহকুমার
												শৈলকুপা থানার দিগনগর গ্রামে ইংরেজি ১৯৫৮ সালের ৫ নভেম্বর,
												বাংলা ১৩৬৫ সালের ১৯ কার্তিক ও হিজরী ১৩৭৮ সালের ২৩ রবিউস
												সানি বুধবার বিকাল ৪ ঘটিকায় জন্ম গ্রহণ করেন। (সনদপত্রে
												প্রদত্ত জন্ম তারিখ: ১৯৬১ সালের ১ ফেব্রুয়ারি। তবে প্রকৃত
												জন্ম তারিখ হলো ১৯৫৮ সালের ৫ নভেম্বর)। ঝিনাইদহ সদরের
												নরহরিদ্রা হলো তাঁর নিজ গ্রাম। পরবর্তীতে তাঁর পিতা
												ঝিনাইদহ সদরের ধোপাঘাটা-গোবিন্দপুর গ্রামে স্থায়ীভাবে
												বসবাস শুরু করেন। তাঁর শৈশবের অধিকাংশ সময় কেটেছে
												মুরারিদহে ‘মিঞার দালান’ খ্যাত বাড়িতে।
											</p>
											<p>
												সৌদি আরবের রাজধানী রিয়াদেই তিনি তাঁর বর্ণাঢ্য
												ছাত্রজীবনের ইতি টানেন। তারপর ১৯৯৮ সালের ৩ সেপ্টেম্বর
												কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ে ‘আল-হাদীস এন্ড ইসলামিক
												স্টাডিজ’ বিভাগে লেকচারার হিসেবে যোগদান করেন। তিনি ১৯৯৯
												সালে সহকারী অধ্যাপক, ২০০৪ সালে সহযোগী অধ্যাপক এবং ২০০৯
												সালে অধ্যাপক পদে পদোন্নতি পেয়ে আমৃত্যু সেই বিভাগেই তিনি
												কর্মরত ছিলেন।
											</p>
											<p>
												১৯৯৮ খ্রিস্টাব্দে তিনি “আল-ফারুক একাডেমী” প্রতিষ্ঠা
												করেন। বিশুদ্ধ ইসলামী জ্ঞানের প্রচার ও মানবসেবার মহৎ
												উদ্দেশ্যে ২০১১ সালে “আব্দুল্লাহ জাহাঙ্গীর-আস সুন্নাহ
												ট্রাস্ট” প্রতিষ্ঠা করেন। উক্ত প্রতিষ্ঠানে বর্তমানে
												ইসলামী শিক্ষা প্রচার, দুস্থ নারী ও এতিম শিশুদের সেবা
												প্রদান সহ বিভিন্ন ইসলামী ও সামাজিক কর্মকাণ্ড পরিচালিত
												হচ্ছে।
											</p>
											<p>
												২০১৬ সালের ১১ মে তিনি সড়ক দূর্ঘটনায় ইন্তেকাল করেন।
												মৃত্যুকালে তাঁর বয়স হয়েছিল ৫৮ বছর। আল্লাহ তাঁকে
												জান্নাতের উচ্চ মর্যাদা দান করুন।
											</p>
										</div>

										{/* <div className="about-text">
											<p>
												তিনি বাংলাভাষা-ভাষীদের মধ্যে বিশুদ্ধ ও বস্তুনিষ্ঠ জ্ঞান
												ও শিক্ষা প্রসারের উদ্দেশ্যে তাইবাহ একাডেমি ও কুল্লিয়াতুল
												কুরআনিল কারীম ওয়াদ-দিরাসাত আল-ইসলামিয়াহ প্রতিষ্ঠা করেন।
											</p>
										</div> */}
									</div>
								</div>

								<div className="col s12 m12 l6">
									<div className="about-right">
										<h2 className="title-r about-title"> শিক্ষা জীবন</h2>

										{/* <div className="about-card"> */}
										<p>
											তিনি ১৯৬৮ সালে ঝিনাইদহ আলিয়া মাদরাসায় ভর্তি হন। সেখান থেকে
											১৯৭৩ সালে দাখিল, ১৯৭৫ সালে আলিম এবং ১৯৭৭ সালে ফাযিল পাশ
											করেন। তারপর তিনি উচ্চশিক্ষার স্বপ্ন নিয়ে ‘মাদরাসা-ই-আলিয়া,
											ঢাকা’-তে (কামিল: হাদীস বিভাগ) ১৯৭৭-৭৯ শিক্ষাবর্ষে ভর্তি হন
											এবং উক্ত বিভাগ থেকে মাদ্রাসা বোর্ডে ৮ম স্থান অধিকার করে
											সুনামের সাথে কামিল পাশ করেন। ১৯৮১ সালে স্কলারশিপ অর্জন করে
											সৌদি আরবের রাজধানী রিয়াদে অবস্থিত ইমাম মুহাম্মদ বিন সউদ
											ইসলামি বিশ্ববিদ্যালয়ে পড়ার সুযোগ লাভ করেন। উক্ত
											বিশ্ববিদ্যালয়ে তাঁর লিসান্স শেষ হয় ১৯৮৬ সালে, মাস্টার্স
											সমাপ্ত হয় ১৯৯২ সালে। ১৯৯৮ সালে তিনি পিএইচডি ডিগ্রি লাভ
											করেন।
										</p>
										{/* </div> */}

										{/*<h2 className="title-r about-title">গবেষণা</h2>*/}
										{/*<div className="about-card">*/}
										{/*	<p>আপনি যদি আপনার প্রশ্ন বা সমস্যার উত্তর না পেয়ে থাকেন, তবে অনুগ্রহ করে নিচের ফর্ম ব্যবহার করে আমাদের সাথে যোগাযোগ করুন এবং যত তাড়াতাড়ি সম্ভব আমরা আপনার সাথে যোগাযোগ করবো।</p>*/}
										{/*</div>*/}
									</div>
								</div>
							</div>
							<div className="blog-detail follow">
								<div className="about-detail-follow-title">ফলো করুন</div>

								<div className="about-detail-follow">
									<p>
										<a
											href="https://www.facebook.com/Assunnahtrust"
											target="_blank">
											<i className="facebook fab fa-facebook-f"></i>
											<span>Facebook</span>
										</a>
									</p>
									<p>
										<a
											href="https://www.youtube.com/sunnahtrust"
											target="_blank">
											<i className="youtube fab fa-youtube"></i>
											<span>Youtube</span>
										</a>
									</p>
								</div>
							</div>
						</div>
					</div>
				</div>
			</section>
		</Layout>
	);
}
