import { server } from "../lib/config";
import Image from "next/image";
import Layout from "../components/layout";
import Meta from "../components/meta";

export default function AssunnahTrust() {
	return (
		<Layout>
			<Meta
				title="জীবন বৃত্তান্ত"
				description="ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রাহি.) একজন প্রখ্যাত
				আলেম ও বহু গ্রন্থ প্রণেতা ছিলেন। তাঁর পূর্ণ নাম: আবু নসর
				মুহাম্মদ আব্দুল্লাহ জাহাঙ্গীর। তাঁর পিতার নাম খোন্দকার
				আনোয়ারুজ্জামান (রাহি.)। তিনি আব্দুল্লাহ জাহাঙ্গীর নামে
				দেশ জুড়ে পরিচিত।"
				url={`${server}/about`}
				image={`${server}/img/id/default_share.png`}
				type="website"
			/>

			<section className="blog-detail-ctn assunnah-trust">
				<div className="page-width">
					<div className="box">
						{/* <DetailTopBack link="/" /> */}
						<div className="blog-area">
							<div className="blog-detail">
								<h2>আস-সুন্নাহ ট্রাস্ট</h2>
								<p>
									আস-সুন্নাহ ট্রাস্ট একটি অরাজনৈতিক, অলাভজনক শিক্ষা, দাওয়াহ ও
									পূর্ণত মানবকল্যাণে নিবেদিত সেবামূলক প্রতিষ্ঠান। এই প্রতিষ্ঠান
									মানবতার শিক্ষক, মানুষের মুক্তি ও শান্তির দূত, মানবসেবার আদর্শ,
									মহানবী মুহাম্মদ সা.-এর পদাঙ্ক অনুসরণ করে আর্তমানবতার সেবা,
									সমাজ সংস্কার, মহত্তম নীতিচেতনার সঞ্চার, কর্মসংস্থান তৈরি,
									দারিদ্র্য বিমোচন, ইসলামী তমদ্দুনের প্রসার, বহুমুখী শিক্ষায়ন
									প্রকল্প পরিচালনা, ত্রাণ বিতরণ, স্বল্পমূল্যে বা বিনামূল্যে
									স্বাস্থ্যসেবা প্রদান, পরিচ্ছন্ন মানসিকতা গঠনে নিরন্তর নানা
									কর্মসূচি পালন, সর্বোপরি মৌখিক, লৈখিক ও আধুনিক সকল প্রচারমাধ্যম
									ব্যবহার করে মানুষকে মহান আল্লাহর আনুগত্য ও তাঁর রাসূলের
									অনুকরণে সত্য ও শান্তির পথে ডেকে এনে একটি আদর্শ কল্যাণসমাজ
									বিনির্মাণে যথাশক্তি প্রচেষ্টা চালিয়ে যাচ্ছে।
								</p>
								<h2>আস-সুন্নাহ ট্রাস্টের লক্ষ্য ও উদ্দেশ্য</h2>
								<p>
									‘সৃষ্টিজগতের রহমত’ স্বরূপ প্রেরিত মুহাম্মাদুর রাসূলুল্লাহ
									সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আদর্শের প্রচার, এ আদর্শের
									প্রেরণায় মানবতার সেবা এবং মমতাপূর্ণ সমাজ ও বিশ্ব শান্তি
									প্রতিষ্ঠার লক্ষ্যে এ ট্রাস্ট প্রতিষ্ঠিত। এর কর্মকাণ্ডের মধ্যে
									রয়েছে:
								</p>
								<ul>
									<li>
										মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, তাঁর শরীআত,
										সুন্নাত বা আদর্শের বিশ্বময় প্রচারের ব্যবস্থা করা এবং এ বিষয়ক
										সকল স্থানীয় ও বৈশ্বিক অপপ্রচার, মিথ্যাচার বা অজ্ঞতার
										জ্ঞানভিত্তিক ও তথ্যভিত্তিক প্রতিবাদ, প্রতিকার ও অপনোদনের
										ব্যবস্থা করা।
									</li>
									<li>
										তাওহীদ, সুন্নাহ ও বিশুদ্ধ ইসলামি নির্দেশনা বিষয়ক গবেষণা ও
										গ্রন্থ প্রণয়নে সহায়তা প্রদান এবং এ বিষয়ক পুস্তক, পুস্তিকা,
										প্রচারপত্র ইত্যাদি প্রকাশ, প্রচার ও বিতরণ করা। কুরআন শিক্ষার
										জন্য মসজিদ-ভিত্তিক মক্তব, কুরআন শিক্ষার প্রাথমিক বিদ্যালয়,
										হিফযুল কুরআন প্রতিষ্ঠান, শিক্ষক প্রশিক্ষণ কেন্দ্র, কুরআনের
										অর্থানুবাদ প্রকাশ, অর্থসহ কুরআন শিক্ষার বিভিন্ন কোর্স তৈরি
										করা।
									</li>
									<li>
										মানবীয় মূল্যবোধ, ধর্মীয় সম্প্রীতি, সহনশীলতা, ভালবাসা,
										প্রকৃতি ও পরিবেশ সংরক্ষণ, নৈতিকতা ও বিশ্বাস প্রচারে তথ্য
										প্রযুক্তি, গণমাধ্যম ও ইন্টারনেটের ব্যবহার।
									</li>
									<li>
										নারী, শিশু, বালক, বালিকা ও বয়স্কদের জন্য প্রাতিষ্ঠানিক ও
										অপ্রাতিষ্ঠানিক শিক্ষা দান; বিদ্যালয়-মাদরাসা, মহাবিদ্যালয়,
										বিশ্ববিদ্যালয়, ইন্সটিটিউট ইত্যাদি প্রতিষ্ঠা।
									</li>
									<li>
										জাতীয় ও আন্তর্জাতিক পর্যায়ে প্রতিযোগিতা, কুইজ ইত্যাদির আয়োজন
										ও পুরস্কার প্রদান।
									</li>
									<li>সুন্নাত প্রচারে প্রচারকদের প্রশিক্ষণ ও ভাতা প্রদান।</li>
									<li>
										মক্তব, কুরআন-শিক্ষাকেন্দ্র, স্কুল-মাদরাসার শিক্ষক ও মসজিদের
										ইমামদের প্রশিক্ষণ, তথ্য-সহায়তা, ভাতা, বৃত্তি ইত্যাদি প্রদান।
									</li>
									<li>
										মাদরাসা, স্কুল, কলেজ ও বিশ্ববিদ্যালয়ের দরিদ্র ও মেধাবী
										ছাত্র-ছাত্রীদের বৃত্তি প্রদান।
									</li>
									<li>
										শিক্ষা, সম্প্রীতি ও ধর্ম বিষয়ক সংলাপ, আলোচনা মাহফিল, সেমিনার
										ইত্যাদির আয়োজন করা। দরিদ্র, ইয়াতিম, বিধবা ও দুর্বল-অসহায়
										শ্রেণির মানুষদের দারিদ্র্য দূরীকরণ, সন্তান-প্রতিপালন,
										শিক্ষা, কর্মসংস্থান, চিকিৎসা, আইনি জটিলতা ইত্যাদি বিষয়ে
										সহযোগিতা ও পরামর্শ প্রদান।
									</li>
									<li>
										মানবসেবা, সমাজসেবা ও সৃষ্টির সেবামূলক যে কোনো কর্মে সহযোগিতা
										ও অংশগ্রহণ।
									</li>
									<li>
										এ সকল কর্মে এবং ইসলাম সম্মত যে কোনো কর্মে জাতীয় ও
										আন্তর্জাতিক পর্যায়ের ব্যক্তি, সংস্থা, ট্রাস্ট, ফোরাম
										ইত্যাদির সাথে সহযোগিতা ও সমন্বয় করা।
									</li>
								</ul>
								<h2>প্রতিষ্ঠাতাঃ ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রাহি.)</h2>
								<p>
									আব্দুল্লাহ জাহাঙ্গীর-আস সুন্নাহ ট্রাস্টের প্রতিষ্ঠাতা ড.
									খোন্দকার আব্দুল্লাহ জাহাঙ্গীর রাহিমাহুল্লাহ, যিনি ছিলেন এই
									উপমহাদেশের অন্যতম সেরা আলিম এবং মুজাদ্দিদ।
								</p>
								<h3>নাম ও পরিচয় </h3>
								<p>
									ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রাহি.) একজন প্রখ্যাত আলেম ও
									বহু গ্রন্থ প্রণেতা ছিলেন। তাঁর পূর্ণ নাম: আবু নসর মুহাম্মদ
									আব্দুল্লাহ জাহাঙ্গীর। তাঁর পিতার নাম খোন্দকার আনোয়ারুজ্জামান
									(রাহি.)। তিনি আব্দুল্লাহ জাহাঙ্গীর নামে দেশ জুড়ে পরিচিত।
								</p>
								<h3>জন্ম ও শৈশবকাল </h3>
								<p>
									এই মহা মনীষী বৃহত্তর যশোর জেলার তৎকালীন ঝিনাইদহ মাহকুমার
									শৈলকুপা থানার দিগনগর গ্রামে ইংরেজি ১৯৫৮ সালের ৫ নভেম্বর, বাংলা
									১৩৬৫ সালের ১৯ কার্তিক ও হিজরী ১৩৭৮ সালের ২৩ রবিউস সানি বুধবার
									বিকাল ৪ ঘটিকায় জন্ম গ্রহণ করেন। (সনদপত্রে প্রদত্ত জন্ম তারিখ:
									১৯৬১ সালের ১ ফেব্রুয়ারি। তবে প্রকৃত জন্ম তারিখ হলো ১৯৫৮ সালের
									৫ নভেম্বর)। ঝিনাইদহ সদরের নরহরিদ্রা হলো তাঁর নিজ গ্রাম।
									পরবর্তীতে তাঁর পিতা ঝিনাইদহ সদরের ধোপাঘাটা-গোবিন্দপুর গ্রামে
									স্থায়ীভাবে বসবাস শুরু করেন। তাঁর শৈশবের অধিকাংশ সময় কেটেছে
									মুরারিদহে ‘মিঞার দালান’ খ্যাত বাড়িতে।
								</p>
								<h3>শিক্ষা জীবন </h3>
								<p>
									তিনি ১৯৬৮ সালে ঝিনাইদহ আলিয়া মাদরাসায় ভর্তি হন। সেখান থেকে
									১৯৭৩ সালে দাখিল, ১৯৭৫ সালে আলিম এবং ১৯৭৭ সালে ফাযিল পাশ করেন।
									তারপর তিনি উচ্চশিক্ষার স্বপ্ন নিয়ে ‘মাদরাসা-ই-আলিয়া, ঢাকা’-তে
									(কামিল: হাদীস বিভাগ) ১৯৭৭-৭৯ শিক্ষাবর্ষে ভর্তি হন এবং উক্ত
									বিভাগ থেকে মাদ্রাসা বোর্ডে ৮ম স্থান অধিকার করে সুনামের সাথে
									কামিল পাশ করেন। ১৯৮১ সালে স্কলারশিপ অর্জন করে সৌদি আরবের
									রাজধানী রিয়াদে অবস্থিত ইমাম মুহাম্মদ বিন সউদ ইসলামি
									বিশ্ববিদ্যালয়ে পড়ার সুযোগ লাভ করেন। উক্ত বিশ্ববিদ্যালয়ে তাঁর
									লিসান্স শেষ হয় ১৯৮৬ সালে, মাস্টার্স সমাপ্ত হয় ১৯৯২ সালে। ১৯৯৮
									সালে তিনি পিএইচডি ডিগ্রি লাভ করেন।
								</p>
								<h3>শিক্ষকতা ও কর্মজীবন </h3>
								<p>
									সৌদি আরবের রাজধানী রিয়াদেই তিনি তাঁর বর্ণাঢ্য ছাত্রজীবনের ইতি
									টানেন। তারপর ১৯৯৮ সালের ৩ সেপ্টেম্বর কুষ্টিয়া ইসলামী
									বিশ্ববিদ্যালয়ে ‘আল-হাদীস এন্ড ইসলামিক স্টাডিজ’ বিভাগে লেকচারার
									হিসেবে যোগদান করেন। তিনি ১৯৯৯ সালে সহকারী অধ্যাপক, ২০০৪ সালে
									সহযোগী অধ্যাপক এবং ২০০৯ সালে অধ্যাপক পদে পদোন্নতি পেয়ে আমৃত্যু
									সেই বিভাগেই তিনি কর্মরত ছিলেন।
								</p>
								<h3>সামাজিক অবদান </h3>
								<p>
									১৯৯৮ খ্রিস্টাব্দে তিনি “আল-ফারুক একাডেমী” প্রতিষ্ঠা করেন।
									বিশুদ্ধ ইসলামী জ্ঞানের প্রচার ও মানবসেবার মহৎ উদ্দেশ্যে ২০১১
									সালে “আব্দুল্লাহ জাহাঙ্গীর-আস সুন্নাহ ট্রাস্ট” প্রতিষ্ঠা করেন।
									উক্ত প্রতিষ্ঠানে বর্তমানে ইসলামী শিক্ষা প্রচার, দুস্থ নারী ও
									এতিম শিশুদের সেবা প্রদান সহ বিভিন্ন ইসলামী ও সামাজিক কর্মকাণ্ড
									পরিচালিত হচ্ছে।
								</p>
								<h3>মৃত্যু </h3>
								<p>
									২০১৬ সালের ১১ মে তিনি সড়ক দূর্ঘটনায় ইন্তেকাল করেন। মৃত্যুকালে
									তাঁর বয়স হয়েছিল ৫৮ বছর। আল্লাহ তাঁকে জান্নাতের উচ্চ মর্যাদা
									দান করুন।
								</p>

								<h2>চেয়ারম্যানের বাণী</h2>

								<p>
									২০১১ সালের প্রারম্ভে ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর
									রাহিমাহুল্লাহ ইসলামের সঠিক জ্ঞান মানুষের নিকট পৌঁছে দেওয়ার
									উদ্দেশ্যে আস-সুন্নাহ ট্রাস্ট প্রতিষ্ঠা করেন। এই প্রতিষ্ঠানটি
									একটি অলাভজনক গবেষণামূলক এবং শিক্ষামূলক প্রতিষ্ঠান। যাত্রার
									শুরু থেকেই এই প্রতিষ্ঠানটির মাধ্যমে অগণিত মানুষ বিভিন্নভাবে
									উপকৃত হয়ে আসছে। শুধুমাত্র ইসলামী জ্ঞানের প্রচার নয় বরং সমাজের
									দুস্থ্য এবং অবহেলিত মানুষদেরকে সেবা প্রদান করাও এই
									প্রতিষ্ঠানের একটি মৌলিক কর্ম।
								</p>

								<p>
									‘সৃষ্টিজগতের রহমত’ স্বরূপ প্রেরিত মুহাম্মাদুর রাসূলুল্লাহ
									সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আদর্শের প্রচার, এ আদর্শের
									প্রেরণায় মানবতার সেবা এবং মমতাপূর্ণ সমাজ ও বিশ্ব প্রতিষ্ঠার
									লক্ষ্যে এ ট্রাস্ট প্রতিষ্ঠিত। এর কর্মকা-ের মধ্যে রয়েছে:
								</p>

								<p>
									মানবীয় মূল্যবোধ, ধর্মীয় সম্প্রীতি, সহনশীলতা, ভালবাসা, প্রকৃতি
									ও পরিবেশ সংরক্ষণ, নৈতিকতা ও বিশ্বাস প্রচারে তথ্য প্রযুক্তি,
									গণমাধ্যম ও ইন্টারনেটের ব্যবহারের ব্যবস্থা করা। নারী, শিশু,
									বালক, বালিকা ও বয়স্কদের জন্য প্রাতিষ্ঠানিক ও অপ্রাতিষ্ঠানিক
									শিক্ষাদান, বিদ্যালয়-মাদ্রাসা, মহাবিদ্যালয়, বিশ্ববিদ্যালয়,
									ইন্সটিটিউট ইত্যাদি প্রতিষ্ঠা।
								</p>

								<p>
									মুহাম্মাদ (সা.), তাঁর শরীয়ত, সুন্নাত বা আদর্শের বিশ্বময়
									প্রচারের ব্যবস্থা করা এবং এ বিষয়ক সকল স্থানীয় বা বৈশ্বিক
									অপপ্রচার, মিথ্যাচার বা অজ্ঞতার জ্ঞানবৃত্তিক ও তথ্যভিত্তিক
									প্রতিবাদ, প্রতিকার ও অপনোদনের ব্যবস্থা করা।
								</p>

								<p>
									তাওহীদ-সুন্নাহ ও বিশুদ্ধ ইসলামী নির্দেশনা বিষয়ক গবেষণা ও
									গ্রন্থ প্রণয়নে সহায়তা প্রদান এবং এ বিষয়ক পুস্তক, পুস্তিকা,
									প্রচারপত্র ইত্যাদি প্রকাশ, প্রচার ও বিতরণ করা।
								</p>

								<p>
									জাতীয় ও আন্তর্জাতিক পর্যায়ে প্রতিযোগিতা, কুইজ ইত্যাদির আয়োজন ও
									পুরস্কার প্রদান।
								</p>

								<p> সুন্নাতের প্রচারে প্রচারকরদের প্রশিক্ষণ ও ভাতা প্রদান। </p>

								<p>
									মক্তব, কুরআন-শিক্ষা কেন্দ্র, স্কুল-মাদ্রাসার শিক্ষক ও মসজিদের
									ইমামদের প্রশিক্ষণ, তথ্য-সহায়তা, ভাতা, বৃত্তি ইত্যাদি প্রদান।
								</p>

								<p>
									মাদ্রাসা, স্কুল, কলেজ ও বিশ্ববিদ্যালয়ের দরিদ্র ও মেধাবী
									ছাত্র-ছাত্রীদের বৃত্তি প্রদান।
								</p>

								<p>
									শিক্ষা, সম্প্রীতি ও ধর্ম বিষয়ক সংলাপ, আলোচনা, মাহফিল, সেমিনার
									ইত্যাদির আয়োজন করা।
								</p>

								<p>
									দরিদ্র, এতিম, বিধবা ও দুর্বল-অসহায় শ্রেণীর মানুষদের
									দারিদ্র্য-দূরীকরণ, সন্তান-প্রতিপালন, শিক্ষা, কর্মসংস্থান,
									চিকিৎসা, আইনি জটিলতা ইত্যাদি বিষয়ে সহযোগিতা ও পরামর্শ প্রদান।
									মানব-সেবা, সমাজ-সেবা ও সৃষ্টির সেবা-মূলক যে কোনো কর্মে
									সহযোগিতা ও অংশগ্রহণ।
								</p>

								<p>
									কুরআন শিক্ষার জন্য মসজিদ ভিত্তিক মকতব, কুরআন-শিক্ষার প্রাথমিক
									বিদ্যালয়, হিফুযুল কুরআন প্রতিষ্ঠান, শিক্ষক-প্রশিক্ষন কেন্দ্র,
									কুরআনের অর্থানুবাদ প্রকাশ, অর্থ-সহ কুরআন শিক্ষার বিভিন্ন কোর্স
									তৈরি করা।
								</p>

								<p>
									এ সকল কর্মে বা ইসলাম সম্মত যে কোনো কর্মে জাতীয় বা আন্তর্জাতিক
									পর্যায়ের ব্যক্তি, সংস্থা, ট্রাস্ট, ফোরাম ইত্যাদির সাথে
									সহযোগিতা ও সমন্বয় করা।
								</p>

								<p>
									আমরা মহান আল্লাহর কাছে তাওফিক কামনা করি যেন আমরা সুন্দরভাবে
									সুন্নাহর অনুসরনের মাধ্যমে এই দীনি প্রতিষ্ঠানটিকে সামনে এগিয়ে
									নিয়ে যেতে পারি। আসুন আমরা সকলে মিলে এই মহৎ কাজে সাধ্যমত শরীক
									হই।
								</p>

								<p>
									কৃত হয়ে আসছে। শুধুমাত্র ইসলামী জ্ঞানের প্রচার নয় বরং সমাজের
									দুস্থ্য এবং অবহেলিত মানুষদেরকে সেবা প্রদান করাও এই
									প্রতিষ্ঠানের একটি মৌলিক কর্ম।
								</p>

								<p>
									‘সৃষ্টিজগতের রহমত’স্বরূপ প্রেরিত মুহাম্মাদুর রাসূলুল্লাহ
									সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আদর্শের প্রচার, এ আদর্শের
									প্রেরণায় মানবতার সেবা এবং মমতাপূর্ণ সমাজ ও বিশ্ব প্রতিষ্ঠার
									লক্ষ্যে এ ট্রাস্ট প্রতিষ্ঠিত। এর কর্মকান্ডের মধ্যে রয়েছে:
								</p>

								<p>
									মানবীয় মূল্যবোধ, ধর্মীয় সম্প্রীতি, সহনশীলতা, ভালবাসা, প্রকৃতি
									ও পরিবেশ সংরক্ষণ, নৈতিকতা ও বিশ্বাস প্রচারে তথ্য প্রযুক্তি,
									গণমাধ্যম ও ইন্টারনেটের ব্যবহারের ব্যবস্থা করা। নারী, শিশু,
									বালক, বালিকা ও বয়স্কদের জন্য প্রাতিষ্ঠানিক ও অপ্রাতিষ্ঠানিক
									শিক্ষাদান, বিদ্যালয়-মাদ্রাসা, মহাবিদ্যালয়, বিশ্ববিদ্যালয়,
									ইন্সটিটিউট ইত্যাদি প্রতিষ্ঠা।
								</p>

								<p>
									মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, তাঁর শরীয়ত, সুন্নাত
									বা আদর্শের বিশ্বময় প্রচারের ব্যবস্থা করা এবং এ বিষয়ক সকল
									স্থানীয় বা বৈশ্বিক অপপ্রচার, মিথ্যাচার বা অজ্ঞতার জ্ঞানবৃত্তিক
									ও তথ্যভিত্তিক প্রতিবাদ, প্রতিকার ও অপনোদনের ব্যবস্থা করা।
								</p>

								<p>
									তাওহীদ-সুন্নাহ ও বিশুদ্ধ ইসলামী নির্দেশনা বিষয়ক গবেষণা ও
									গ্রন্থ প্রণয়নে সহায়তা প্রদান এবং এ বিষয়ক পুস্তক, পুস্তিকা,
									প্রচারপত্র ইত্যাদি প্রকাশ, প্রচার ও বিতরণ করা। জাতীয় ও
									আন্তর্জাতিক পর্যায়ে প্রতিযোগিতা, কুইজ ইত্যাদির আয়োজন ও
									পুরস্কার প্রদান।
								</p>

								<p> সুন্নাতের প্রচারে প্রচারকরদের প্রশিক্ষণ ও ভাতা প্রদান। </p>

								<p>
									মক্তব, কুরআন-শিক্ষা কেন্দ্র, স্কুল-মাদ্রাসার শিক্ষক ও মসজিদের
									ইমামদের প্রশিক্ষণ, তথ্য-সহায়তা, ভাতা, বৃত্তি ইত্যাদি প্রদান।
								</p>

								<p>
									মাদ্রাসা, স্কুল, কলেজ ও বিশ্ববিদ্যালয়ের দরিদ্র ও মেধাবী
									ছাত্র-ছাত্রীদের বৃত্তি প্রদান।
								</p>

								<p>
									শিক্ষা, সম্প্রীতি ও ধর্ম বিষয়ক সংলাপ, আলোচনা, মাহফিল, সেমিনার
									ইত্যাদির আয়োজন করা।
								</p>

								<p>
									দরিদ্র, এতিম, বিধবা ও দুর্বল-অসহায় শ্রেণীর মানুষদের
									দারিদ্র্য-দূরীকরণ, সন্তান-প্রতিপালন, শিক্ষা, কর্মসংস্থান,
									চিকিৎসা, আইনি জটিলতা ইত্যাদি বিষয়ে সহযোগিতা ও পরামর্শ প্রদান।
									মানব-সেবা, সমাজ-সেবা ও সৃষ্টির সেবা-মূলক যে কোনো কর্মে
									সহযোগিতা ও অংশগ্রহণ।
								</p>

								<p>
									কুরআন শিক্ষার জন্য মসজিদ ভিত্তিক মকতব, কুরআন-শিক্ষার প্রাথমিক
									বিদ্যালয়, হিফুযুল কুরআন প্রতিষ্ঠান, শিক্ষক-প্রশিক্ষন কেন্দ্র,
									কুরআনের অর্থানুবাদ প্রকাশ, অর্থ-সহ কুরআন শিক্ষার বিভিন্ন কোর্স
									তৈরি করা।
								</p>

								<p>
									এ সকল কর্মে বা ইসলাম সম্মত যে কোনো কর্মে জাতীয় বা আন্তর্জাতিক
									পর্যায়ের ব্যক্তি, সংস্থা, ট্রাস্ট, ফোরাম ইত্যাদির সাথে
									সহযোগিতা ও সমন্বয় করা।
								</p>

								<p>
									আমরা মহান আল্লাহর কাছে তাওফিক কামনা করি যেন আমরা সুন্দরভাবে
									সুন্নাহর অনুসরনের মাধ্যমে এই দীনি প্রতিষ্ঠানটিকে সামনে এগিয়ে
									নিয়ে যেতে পারি। আসুন আমরা সকলে মিলে এই মহৎ কাজে সাধ্যমত শরীক
									হই।
								</p>
								<h3> উসামা খোন্দকার</h3>
								<h3> চেয়ারম্যান</h3>
								<h3> আস-সুন্নাহ ট্রাস্ট</h3>
							</div>
						</div>
					</div>
				</div>
			</section>
		</Layout>
	);
}
